Repository: Multisite-Ultimate/ultimate-multisite
Catalog: lang/ultimate-multisite-*.po
Languages: fa_ir

source: Enabling this option will attach a PDF invoice (marked paid) with the payment confirmation email. This option does not apply to the Manual Gateway, which sends invoices regardless of this option.
fa_ir: با فعال‌سازی این گزینه، یک فایل PDF فاکتور (با وضعیت پرداخت‌شده) به ایمیل تایید پرداخت پیوست می‌شود. این گزینه برای درگاه پرداخت دستی اعمال نمی‌شود و در هر صورت فاکتور ارسال می‌کند.

source: The invoice files will be saved on the wp-content/uploads/wu-invoices folder.
fa_ir: فایل‌های فاکتور در پوشه wp-content/uploads/wu-invoices ذخیره خواهند شد.

source: Invoice Numbering Scheme
fa_ir: طرح شماره‌گذاری فاکتور

source: What should Ultimate Multisite use as the invoice number?
fa_ir: Ultimate Multisite باید از چه چیزی به عنوان شماره فاکتور استفاده کند؟

source: Payment Reference Code
fa_ir: کد مرجع پرداخت

source: Sequential Number
fa_ir: شماره ترتیبی

source: Next Invoice Number
fa_ir: شماره فاکتور بعدی

source: This number will be used as the invoice number for the next invoice generated on the system. It is incremented by one every time a new invoice is created. You can change it and save it to reset the invoice sequential number to a specific value.
fa_ir: این شماره به عنوان شماره فاکتور برای فاکتور بعدی که در سیستم ایجاد می‌شود استفاده خواهد شد. هر بار که فاکتور جدیدی ساخته می‌شود، یک واحد افزایش می‌یابد. می‌توانید این مقدار را تغییر داده و ذخیره کنید تا شماره ترتیبی فاکتورها را به مقدار دلخواه بازنشانی کنید.

source: Invoice Number Prefix
fa_ir: پیشوند شماره فاکتور

source: Use %%YEAR%%, %%MONTH%%, and %%DAY%% to create a dynamic placeholder. E.g. %%YEAR%%-%%MONTH%%-INV will become %s.
fa_ir: برای ایجاد پیشوند پویا از %%YEAR%%، %%MONTH%% و %%DAY%% استفاده کنید. مثلاً %%YEAR%%-%%MONTH%%-INV تبدیل به %s می‌شود.

source: Payment Gateways
fa_ir: درگاه‌های پرداخت

source: Activate and configure the installed payment gateways in this section.
fa_ir: در این بخش می‌توانید درگاه‌های پرداخت نصب‌شده را فعال و پیکربندی کنید.

source: Emails
fa_ir: ایمیل‌ها

source: Domain Mapping
fa_ir: نگاشت دامنه

source: Single Sign-On
fa_ir: ورود یکپارچه

source: Hosting or Panel Providers
fa_ir: ارائه‌دهندگان هاست یا پنل

source: Configure and manage the integration with your Hosting or Panel Provider.
fa_ir: یکپارچه‌سازی با ارائه‌دهنده هاست یا پنل خود را مدیریت و پیکربندی کنید.

source: Miscellaneous
fa_ir: متفرقه

source: Other options that do not fit anywhere else.
fa_ir: سایر گزینه‌هایی که در دسته‌بندی‌های دیگر قرار نمی‌گیرند.

source: Hide UI Tours
fa_ir: مخفی کردن تورهای رابط کاربری

source: The UI tours showed by Ultimate Multisite should permanently hide themselves after being seen but if they persist for whatever reason, toggle this option to force them into their viewed state - which will prevent them from showing up again.
fa_ir: تورهای آموزشی رابط کاربری که توسط Ultimate Multisite نمایش داده می‌شوند باید پس از مشاهده به طور دائمی مخفی شوند، اما اگر به هر دلیلی باقی ماندند، با فعال‌سازی این گزینه می‌توانید آن‌ها را به حالت مشاهده‌شده ببرید تا دیگر نمایش داده نشوند.

source: Disable "Hover to Zoom"
fa_ir: غیرفعال‌سازی «بزرگ‌نمایی با هاور»

source: By default, Ultimate Multisite adds a "hover to zoom" feature, allowing network admins to see larger version of site screenshots and other images across the UI in full-size when hovering over them. You can disable that feature here. Preview tags like the above are not affected.
fa_ir: به طور پیش‌فرض، Ultimate Multisite قابلیت «بزرگ‌نمایی با هاور» را فعال می‌کند تا مدیران شبکه بتوانند نسخه بزرگ‌تر تصاویر و اسکرین‌شات‌های سایت را هنگام قرار گرفتن ماوس روی آن‌ها مشاهده کنند. می‌توانید این قابلیت را از اینجا غیرفعال کنید. برچسب‌های پیش‌نمایش مانند نمونه بالا تحت تاثیر قرار نمی‌گیرند.

source: Logging
fa_ir: گزارش‌گیری

source: Log Ultimate Multisite data. This is useful for debugging purposes.
fa_ir: داده‌های Ultimate Multisite را ثبت کن. این قابلیت برای رفع اشکال مفید است.

source: Logging Level
fa_ir: سطح گزارش‌گیری

source: Select the level of logging you want to use.
fa_ir: سطح گزارش‌گیری مورد نظر خود را انتخاب کنید.

source: PHP Default
fa_ir: پیش‌فرض PHP

source: Errors Only
fa_ir: فقط خطاها

source: Everything
fa_ir: همه موارد

source: Send Error Data to Ultimate Multisite Developers
fa_ir: ارسال داده‌های خطا به توسعه‌دهندگان Ultimate Multisite

source: With this option enabled, every time your installation runs into an error related to Ultimate Multisite, that error data will be sent to us. No sensitive data gets collected, only environmental stuff (e.g. if this is this is a subdomain network, etc).
fa_ir: با فعال‌سازی این گزینه، هر بار که نصب شما با خطایی مرتبط با Ultimate Multisite مواجه شود، داده‌های خطا برای ما ارسال می‌شود. هیچ داده حساس جمع‌آوری نمی‌شود و فقط اطلاعات محیطی (مانند اینکه شبکه شما ساب‌دامین است یا خیر و غیره) ارسال می‌شود.

source: Change the plugin and wordpress behavior.
fa_ir: تغییر رفتار افزونه و وردپرس

source: Run Migration Again
fa_ir: اجرای مجدد مهاجرت

source: Rerun the Migration Wizard if you experience data-loss after migrate.
fa_ir: اگر پس از مهاجرت با از دست رفتن داده مواجه شدید، جادوگر مهاجرت را دوباره اجرا کنید.

source: <b>Important:</b> This process can have unexpected behavior with your current Ultimo models.<br>We recommend that you create a backup before continue.
fa_ir: <b>مهم:</b> این فرایند ممکن است با مدل‌های فعلی Ultimo شما رفتار غیرمنتظره‌ای داشته باشد.<br>توصیه می‌کنیم قبل از ادامه، یک نسخه پشتیبان تهیه کنید.

source: Migrate
fa_ir: مهاجرت

source: Security Mode
fa_ir: حالت امنیتی

source: Only Ultimate Multisite and other must-use plugins will run on your WordPress install while this option is enabled.<div class="wu-mt-2"><b>Important:</b> Copy the following URL to disable security mode if something goes wrong and this page becomes unavailable:<code>%2$s</code></div>
fa_ir: در حالی که این گزینه فعال است، فقط Ultimate Multisite و سایر افزونه‌های ضروری روی وردپرس شما اجرا می‌شوند.<div class="wu-mt-2"><b>مهم:</b> اگر مشکلی پیش آمد و این صفحه در دسترس نبود، آدرس زیر را کپی کنید تا حالت امنیتی غیرفعال شود:<code>%2$s</code></div>

source: Remove Data on Uninstall
fa_ir: حذف داده‌ها هنگام حذف نصب

source: Remove all saved data for Ultimate Multisite when the plugin is uninstalled.
fa_ir: هنگام حذف افزونه Ultimate Multisite، تمام داده‌های ذخیره‌شده آن حذف شود.

source: Sunrise copy failed: %s
fa_ir: کپی Sunrise ناموفق بود: %s

source: Sunrise upgrade attempt succeeded.
fa_ir: ارتقای Sunrise با موفقیت انجام شد.

source: This feature requires the plugin <strong>User Switching</strong> to be installed and active.
fa_ir: این قابلیت نیاز دارد که افزونه <strong>User Switching</strong> نصب و فعال باشد.

source: Install User Switching
fa_ir: نصب User Switching

source: Whitelabel
fa_ir: برندسازی

source: Basic Whitelabel
fa_ir: برندسازی پایه

source: Hide a couple specific WordPress elements and rename others.
fa_ir: برخی عناصر خاص وردپرس را مخفی و برخی دیگر را تغییر نام دهید.

source: Hide WordPress Logo
fa_ir: مخفی کردن لوگوی وردپرس

source: Hide the WordPress logo from the top-bar and replace the same logo on the My Sites top-bar item with a more generic icon.
fa_ir: لوگوی وردپرس را از نوار بالایی مخفی کنید و آیکون عمومی‌تری را جایگزین لوگوی «سایت‌های من» در نوار بالا نمایید.

source: Hide Sites Admin Menu
fa_ir: مخفی کردن منوی مدیریت سایت‌ها

source: We recommend that you manage all of your sites using the Ultimate Multisite &rarr; Sites page. To avoid confusion, you can hide the default "Sites" item from the WordPress admin menu by toggling this option.
fa_ir: توصیه می‌کنیم همه سایت‌های خود را از طریق صفحه Ultimate Multisite &larr; Sites مدیریت کنید. برای جلوگیری از سردرگمی، می‌توانید با فعال‌سازی این گزینه، آیتم پیش‌فرض «سایت‌ها» را از منوی مدیریت وردپرس مخفی کنید.

source: Replace the word "WordPress"
fa_ir: جایگزینی واژه «وردپرس»

source: e.g. My App
fa_ir: مثلاً: اپ من

source: Replace all occurrences of the word "WordPress" with a different word.
fa_ir: تمام موارد واژه «وردپرس» را با واژه دیگری جایگزین کنید.

source: Replace the word "Site" (singular)
fa_ir: جایگزینی واژه "سایت" (مفرد)

source: e.g. App
fa_ir: مثلاً اپلیکیشن

source: Replace all occurrences of the word "Site" with a different word.
fa_ir: تمام موارد واژه "سایت" را با واژه دیگری جایگزین کنید.

source: Replace the word "Sites" (plural)
fa_ir: جایگزینی واژه "سایت‌ها" (جمع)

source: e.g. Apps
fa_ir: مثلاً اپلیکیشن‌ها

source: Replace all occurrences of the word "Sites" with a different word.
fa_ir: تمام موارد واژه "سایت‌ها" را با واژه دیگری جایگزین کنید.

source: Enable Edit User Capability
fa_ir: فعال‌سازی قابلیت ویرایش کاربر

source: Allow site owners to edit the user accounts of users on their own site. Also lets site owners create user accounts without requiring email confirmation.
fa_ir: اجازه به مالکان سایت برای ویرایش حساب‌های کاربری کاربران سایت خود. همچنین به مالکان سایت اجازه می‌دهد بدون نیاز به تایید ایمیل، حساب کاربری ایجاد کنند.

source: Skip Confirmation Email
fa_ir: رد کردن ایمیل تایید

source: Add the user without sending an email that requires their confirmation
fa_ir: افزودن کاربر بدون ارسال ایمیل تاییدیه

source: WP Typography "Smart Quotes" replacement is not compatible with Ultimate Multisite and will be automatically disabled.
fa_ir: جایگزینی "نقل‌قول‌های هوشمند" افزونه WP Typography با Ultimate Multisite سازگار نیست و به طور خودکار غیرفعال خواهد شد.

source: <strong>%s</strong> is generating the preview...
fa_ir: <strong>%s</strong> در حال تولید پیش‌نمایش است...

source: You need to pass a valid plan ID.
fa_ir: باید یک شناسه پلن معتبر وارد کنید.

source: Quarterly
fa_ir: سه‌ماهه

source: Yearly
fa_ir: سالانه

source: Plans
fa_ir: پلن‌ها

source: <strong>Error:</strong> Incorrect username or password.
fa_ir: <strong>خطا:</strong> نام کاربری یا رمز عبور اشتباه است.

source: Multiple Accounts
fa_ir: حساب‌های چندگانه

source: Options related to the Multiple Accounts feature.
fa_ir: گزینه‌های مربوط به ویژگی حساب‌های چندگانه.

source: Enable Multiple Accounts
fa_ir: فعال‌سازی حساب‌های چندگانه

source: Allow users to have accounts in different sites with the same email address. This is useful when running stores with WooCommerce and other plugins, for example.
fa_ir: اجازه به کاربران برای داشتن حساب در سایت‌های مختلف با همان آدرس ایمیل. این قابلیت هنگام استفاده از فروشگاه‌های ووکامرس و سایر افزونه‌ها کاربرد دارد.

source: Read More
fa_ir: مطالعه بیشتر

source: %s accounts using this email.
fa_ir: %s حساب با این ایمیل ثبت شده است.

source: See all
fa_ir: مشاهده همه

source: Brazil
fa_ir: برزیل

source: Acre
fa_ir: آکره

source: Alagoas
fa_ir: آلاگواس

source: Amapá
fa_ir: آماپا

source: Amazonas
fa_ir: آمازوناس

source: Bahia
fa_ir: باهیا

source: Ceará
fa_ir: سئارا

source: Distrito Federal
fa_ir: ناحیه فدرال

source: Espírito Santo
fa_ir: اسپیریتو سانتو

source: Goiás
fa_ir: گوییاس

source: Maranhão
fa_ir: مارانیائو

source: Mato Grosso
fa_ir: ماتو گروسو

source: Mato Grosso do Sul
fa_ir: ماتو گروسو دو سول

source: Minas Gerais
fa_ir: میناس گرایس

source: Paraná
fa_ir: پارانا

source: Paraíba
fa_ir: پارائیبا

source: Pará
fa_ir: پارآ

source: Pernambuco
fa_ir: پرنامبوکو

source: Piauí
fa_ir: پیائویی

source: Rio Grande do Norte
fa_ir: ریو گرانده دو نورته

source: Rio Grande do Sul
fa_ir: ریو گرانده دو سول

source: Rio de Janeiro
fa_ir: ریو دو ژانیرو

source: Rondônia
fa_ir: روندونیا

source: Roraima
fa_ir: رورایما

source: Santa Catarina
fa_ir: سانتا کاتارینا

source: Sergipe
fa_ir: سرژیپه

source: São Paulo
fa_ir: سائو پائولو

source: Tocantins
fa_ir: توکانتینس

source: Canada
fa_ir: کانادا

source: Alberta
fa_ir: آلبرتا

source: British Columbia
fa_ir: بریتیش کلمبیا

source: Manitoba
fa_ir: مانیتوبا

source: New Brunswick
fa_ir: نیوبرانزویک

source: Newfoundland and Labrador
fa_ir: نیوفاندلند و لابرادور

source: Northwest Territories
fa_ir: قلمروهای شمال غربی

source: Nova Scotia
fa_ir: نوا اسکوشیا

source: Nunavut
fa_ir: نوناووت

source: Ontario
fa_ir: انتاریو

source: Prince Edward Island
fa_ir: جزیره پرنس ادوارد

source: Quebec
fa_ir: کبک

source: Saskatchewan
fa_ir: ساسکاچوان

source: Yukon
fa_ir: یوکان

source: China
fa_ir: چین

source: Anhui
fa_ir: آنهویی

source: Beijing
fa_ir: پکن

source: Chongqing
fa_ir: چونگ‌کینگ

source: Fujian
fa_ir: فوجیان

source: Gansu
fa_ir: گانسو

source: Guangdong
fa_ir: گوانگ‌دونگ

source: Guangxi Zhuang
fa_ir: گوانگشی ژوانگ

source: Guizhou
fa_ir: گویژو

source: Hainan
fa_ir: های‌نان

source: Hebei
fa_ir: هبئی

source: Heilongjiang
fa_ir: هیلونگ‌جیانگ

source: Henan
fa_ir: هِن‌آن

source: Hong Kong SAR
fa_ir: هنگ‌کنگ SAR

source: Hubei
fa_ir: هوبئی

source: Hunan
fa_ir: هونان

source: Inner Mongolia
fa_ir: مغولستان داخلی

source: Jiangsu
fa_ir: جیانگسو

source: Jiangxi
fa_ir: جیانگشی

source: Jilin
fa_ir: جیلین

source: Liaoning
fa_ir: لیائونینگ

source: Macau SAR
fa_ir: ماکائو (منطقه ویژه اداری)

source: Ningxia Huizu
fa_ir: نینگشیا هویزو

source: Qinghai
fa_ir: چینگهای

source: Shaanxi
fa_ir: شاآنشی

source: Shandong
fa_ir: شاندونگ

source: Shanghai
fa_ir: شانگهای

source: Shanxi
fa_ir: شانشی

source: Sichuan
fa_ir: سیچوان

source: Taiwan
fa_ir: تایوان

source: Tianjin
fa_ir: تیانجین

source: Xinjiang
fa_ir: سین‌کیانگ

source: Xizang
fa_ir: شی‌زانگ

source: Yunnan
fa_ir: یون‌نان

source: Zhejiang
fa_ir: ژجیانگ

source: Germany
fa_ir: آلمان

source: Baden-Württemberg
fa_ir: بادن-وورتمبرگ

source: Bavaria
fa_ir: باواریا

source: Berlin
fa_ir: برلین

source: Brandenburg
fa_ir: براندنبورگ

source: Bremen
fa_ir: برمن

source: Hamburg
fa_ir: هامبورگ

source: Hesse
fa_ir: هسن

source: Lower Saxony
fa_ir: نیدرزاکسن

source: Mecklenburg-Vorpommern
fa_ir: مکلنبورگ-فورپومرن

source: North Rhine-Westphalia
fa_ir: نوردراین-وستفالن

source: Rhineland-Palatinate
fa_ir: راینلاند-فالتس

source: Saarland
fa_ir: زارلند

source: Saxony
fa_ir: زاکسن

source: Saxony-Anhalt
fa_ir: زاکسن-آنهالت

source: Schleswig-Holstein
fa_ir: اشلسویگ-هولشتاین

source: Thuringia
fa_ir: تورینگن

source: Spain
fa_ir: اسپانیا

source: Andalusia
fa_ir: اندلس

source: Aragon
fa_ir: آراگون

source: Asturias
fa_ir: آستوریاس

source: Balearic Islands
fa_ir: جزایر بالئاریک

source: Basque Country
fa_ir: سرزمین باسک

source: Burgos Province
fa_ir: استان بورگوس

source: Canary Islands
fa_ir: جزایر قناری

source: Cantabria
fa_ir: کانتابریا

source: Castile and León
fa_ir: کاستیا و لئون

source: Castilla La Mancha
fa_ir: کاستیا لا مانچا

source: Catalonia
fa_ir: کاتالونیا

source: Ceuta
fa_ir: سئوتا

source: Extremadura
fa_ir: اکسترمادورا

source: Galicia
fa_ir: گالیسیا

source: La Rioja
fa_ir: لا ریوخا

source: Léon
fa_ir: لئون

source: Madrid
fa_ir: مادرید

source: Melilla
fa_ir: ملیلا

source: Murcia
fa_ir: مورسیا

source: Navarra
fa_ir: ناوارا

source: Palencia Province
fa_ir: استان پالنسیا

source: Salamanca Province
fa_ir: استان سالامانکا

source: Segovia Province
fa_ir: استان سگوویا

source: Soria Province
fa_ir: استان سوریا

source: Valencia
fa_ir: والنسیا

source: Valladolid Province
fa_ir: استان وایادولید

source: Zamora Province
fa_ir: استان سامورا

source: Ávila
fa_ir: آویلا

source: France
fa_ir: فرانسه

source: Aube
fa_ir: اوب

source: Aude
fa_ir: اود

source: Aveyron
fa_ir: آوریون

source: Bouches-du-Rhône
fa_ir: بوش-دو-رون

source: Calvados
fa_ir: کالوادوس

source: Cantal
fa_ir: کانتال

source: Charente
fa_ir: شارانت

source: Charente-Maritime
fa_ir: شارانت-ماریتیم

source: Cher
fa_ir: شر

source: Corrèze
fa_ir: کوره‌ز

source: Côte-d'Or
fa_ir: کوت-دور

source: Côtes-d'Armor
fa_ir: کوت-دآرمور

source: Creuse
fa_ir: کرز

source: Dordogne
fa_ir: دوردون

source: Doubs
fa_ir: دوب

source: Drôme
fa_ir: دروم

source: Eure
fa_ir: اور

source: Eure-et-Loir
fa_ir: اور-ا-لوآر

source: Finistère
fa_ir: فینیستر

source: Gard
fa_ir: گار

source: Haute-Garonne
fa_ir: اوت-گارون

source: Gers
fa_ir: ژر

source: Gironde
fa_ir: ژیروند

source: Hérault
fa_ir: هرو

source: Ille-et-Vilaine
fa_ir: ایل-ا-ویلن

source: Indre
fa_ir: اندر

source: Indre-et-Loire
fa_ir: اندر-ا-لوآر

source: Isère
fa_ir: ایزر

source: Jura
fa_ir: ژورا

source: Landes
fa_ir: لاند

source: Loir-et-Cher
fa_ir: لوآر-ا-شر

source: Loire
fa_ir: لوآر

source: Haute-Loire
fa_ir: اوت-لوآر

source: Loire-Atlantique
fa_ir: لوآر-آتلانتیک

source: Loiret
fa_ir: لوآره

source: Lot
fa_ir: لو

source: Lot-et-Garonne
fa_ir: لو-ا-گارون

source: Lozère
fa_ir: لوزر

source: Maine-et-Loire
fa_ir: من-ا-لوآر

source: Manche
fa_ir: مانش

source: Marne
fa_ir: مارن

source: Haute-Marne
fa_ir: اوت-مارن

source: Mayenne
fa_ir: ماین

source: Meurthe-et-Moselle
fa_ir: مورته-ا-موزل

source: Meuse
fa_ir: موز

source: Morbihan
fa_ir: مربیهان

source: Moselle
fa_ir: موزل

source: Nièvre
fa_ir: نیور

source: Nord
fa_ir: نور

source: Oise
fa_ir: اواز

source: Orne
fa_ir: اورن

source: Pas-de-Calais
fa_ir: پا-دو-کاله

source: Puy-de-Dôme
fa_ir: پی-دو-دوم

source: Pyrénées-Atlantiques
fa_ir: پیرنه-آتلانتیک

source: Hautes-Pyrénées
fa_ir: اوت-پیرنه

source: Pyrénées-Orientales
fa_ir: پیرنه-اورینتال

source: Bas-Rhin
fa_ir: با-رن

source: Haut-Rhin
fa_ir: او-رن

source: Rhône
fa_ir: رون

source: Haute-Saône
fa_ir: اوت-سون

source: Saône-et-Loire
fa_ir: سون-ا-لوآر

source: Sarthe
fa_ir: سارت

source: Savoie
fa_ir: ساووا

source: Haute-Savoie
fa_ir: اوت-ساووا

source: Seine-Maritime
fa_ir: سن-ماریتیم

source: Seine-et-Marne
fa_ir: سن-ا-مارن

source: Yvelines
fa_ir: ایولین

source: Deux-Sèvres
fa_ir: دو-سور

source: Somme
fa_ir: سوم

source: Tarn
fa_ir: تارن

source: Tarn-et-Garonne
fa_ir: تارن-ا-گارون

source: Var
fa_ir: وار

source: Vaucluse
fa_ir: وکلوز

source: Vendée
fa_ir: ونده

source: Vienne
fa_ir: وین

source: Haute-Vienne
fa_ir: اوت-وین

source: Vosges
fa_ir: وژ

source: Yonne
fa_ir: یون

source: Territoire de Belfort
fa_ir: تغییر بلفور

source: Essonne
fa_ir: اسون

source: Hauts-de-Seine
fa_ir: او-دو-سن

source: Seine-Saint-Denis
fa_ir: سن-سن-دنی

source: Val-de-Marne
fa_ir: وال-دو-مارن

source: Val-d'Oise
fa_ir: وال-دواز

source: Guadeloupe
fa_ir: گوادلوپ

source: Martinique
fa_ir: مارتینیک

source: French Guiana
fa_ir: گویان فرانسه

source: La Réunion
fa_ir: لا رئونیون

source: Mayotte
fa_ir: مایوت

source: Ain
fa_ir: ئن

source: Aisne
fa_ir: ئن

source: Allier
fa_ir: آلیه

source: Alpes-Maritimes
fa_ir: آلپ-ماریتیم

source: Alpes-de-Haute-Provence
fa_ir: آلپ-دو-اوت-پرووانس

source: Alsace
fa_ir: آلزاس

source: Ardennes
fa_ir: آردن

source: Ardèche
fa_ir: آردش

source: Ariège
fa_ir: آریژ

source: Auvergne-Rhône-Alpes
fa_ir: اوورنی-رون-آلپ

source: Bourgogne-Franche-Comté
fa_ir: بورگوین-فرانش-کُنتِه

source: Bretagne
fa_ir: برتون

source: Centre-Val de Loire
fa_ir: سانتر-وال دو لوآر

source: Clipperton
fa_ir: کلیپرتون

source: Corse
fa_ir: کُرس

source: Corse-du-Sud
fa_ir: کُرس-دو-سود

source: French Polynesia
fa_ir: پُلی‌نزی فرانسه

source: French Southern and Antarctic Lands
fa_ir: سرزمین‌های جنوبی و جنوبگان فرانسه

source: Grand-Est
fa_ir: گران-اِست

source: Haute-Corse
fa_ir: اوت-کُرس

source: Hautes-Alpes
fa_ir: اوت-آلپ

source: Hauts-de-France
fa_ir: اوت-دو-فرانس

source: Métropole de Lyon
fa_ir: متروپل لیون

source: Normandie
fa_ir: نورماندی

source: Nouvelle-Aquitaine
fa_ir: نوول-آکیتن

source: Occitanie
fa_ir: اکسیتانی

source: Paris
fa_ir: پاریس

source: Pays-de-la-Loire
fa_ir: پِی-دو-لا-لوآر

source: Provence-Alpes-Côte-d’Azur
fa_ir: پرووانس-آلپ-کوت دازور

source: Saint Pierre and Miquelon
fa_ir: سن پیر و میکلون

source: Saint-Barthélemy
fa_ir: سن-بارتلمی

source: Saint-Martin
fa_ir: سن-مارتن

source: Wallis and Futuna
fa_ir: والیس و فوتونا

source: Île-de-France
fa_ir: ایل-دو-فرانس

source: United Kingdom
fa_ir: بریتانیا

source: Aberdeen
fa_ir: آبردین

source: Aberdeenshire
fa_ir: آبردین‌شایر

source: Angus
fa_ir: آنگوس

source: Antrim
fa_ir: آنتریم

source: Antrim and Newtownabbey
fa_ir: آنتریم و نیوتاون‌ابی

source: Ards
fa_ir: آردز

source: Ards and North Down
fa_ir: آردز و نورث داون

source: Argyll and Bute
fa_ir: آرگیل و بوت

source: Armagh City and District Council
fa_ir: شورای شهر و منطقه آرما

source: Armagh, Banbridge and Craigavon
fa_ir: آرما، بنبریج و کریگاون

source: Ascension Island
fa_ir: جزیره اسنشن

source: Ballymena Borough
fa_ir: بالی‌مینا بورو

source: Ballymoney
fa_ir: بالی‌مانی

source: Banbridge
fa_ir: بن‌بریج

source: Barnsley
fa_ir: بارنزلی

source: Bath and North East Somerset
fa_ir: بث و نورث ایست سامرست

source: Bedford
fa_ir: بدفورد

source: Belfast district
fa_ir: منطقه بلفاست

source: Birmingham
fa_ir: بیرمنگام

source: Blackburn with Darwen
fa_ir: بلکبرن با دارون

source: Blackpool
fa_ir: بلک‌پول

source: Blaenau Gwent County Borough
fa_ir: بلاینو گوِنت

source: Bolton
fa_ir: بولتون

source: Bournemouth
fa_ir: بورنموث

source: Bracknell Forest
fa_ir: براکنل فارست

source: Bradford
fa_ir: بردفورد

source: Bridgend County Borough
fa_ir: بریجند

source: Brighton and Hove
fa_ir: برایتون و هوو

source: Buckinghamshire
fa_ir: باکینگهام‌شایر

source: Bury
fa_ir: بری

source: Caerphilly County Borough
fa_ir: کایرفیلی

source: Calderdale
fa_ir: کالدر‌دیل

source: Cambridgeshire
fa_ir: کمبریج‌شایر

source: Carmarthenshire
fa_ir: کارمارتنشایر

source: Carrickfergus Borough Council
fa_ir: شورای منطقه کاریک‌فرگوس

source: Castlereagh
fa_ir: کستل‌ری

source: Causeway Coast and Glens
fa_ir: کازوی کوست و گلنز

source: Central Bedfordshire
fa_ir: سنترال بدفوردشایر

source: Ceredigion
fa_ir: سرِدیگیون

source: Cheshire East
fa_ir: چشایر شرقی

source: Cheshire West and Chester
fa_ir: چشایر غربی و چستر

source: City and County of Cardiff
fa_ir: شهر و شهرستان کاردیف

source: City and County of Swansea
fa_ir: شهر و شهرستان سوانزی

source: City of Bristol
fa_ir: شهر بریستول

source: City of Derby
fa_ir: شهر داربی

source: City of Kingston upon Hull
fa_ir: شهر کینگستون آپون هال

source: City of Leicester
fa_ir: شهر لستر

source: City of London
fa_ir: شهر لندن

source: City of Nottingham
fa_ir: شهر ناتینگهام

source: City of Peterborough
fa_ir: شهر پیتربورو

source: City of Plymouth
fa_ir: شهر پلیموث

source: City of Portsmouth
fa_ir: شهر پورتسموث

source: City of Southampton
fa_ir: شهر ساوت‌همپتون

source: City of Stoke-on-Trent
fa_ir: شهر استوک-آن-ترنت

source: City of Sunderland
fa_ir: شهر ساندرلند

source: City of Westminster
fa_ir: شهر وست‌مینستر

source: City of Wolverhampton
fa_ir: شهر وولورهمپتون

source: City of York
fa_ir: شهر یورک

source: Clackmannanshire
fa_ir: کلکماننشایر

source: Coleraine Borough Council
fa_ir: شورای منطقه کولرین

source: Conwy County Borough
fa_ir: شهرستان کونوی

source: Cookstown District Council
fa_ir: شورای منطقه کوکستاون

source: Cornwall
fa_ir: کورنوال

source: County Durham
fa_ir: شهرستان دورهام

source: Coventry
fa_ir: کاونتری

source: Craigavon Borough Council
fa_ir: شورای منطقه کریگاون

source: Cumbria
fa_ir: کامبریا

source: Darlington
fa_ir: دارلینگتون

source: Denbighshire
fa_ir: دنبیشایر

source: Derbyshire
fa_ir: دربی‌شر

source: Derry City Council
fa_ir: شورای شهر دری

source: Derry City and Strabane
fa_ir: دری و استرابان

source: Devon
fa_ir: دِوون

source: Doncaster
fa_ir: دانکاستر

source: Dorset
fa_ir: دورست

source: Down District Council
fa_ir: شورای منطقه داون

source: Dudley
fa_ir: دادلی

source: Dumfries and Galloway
fa_ir: دامفریس و گلوی

source: Dundee
fa_ir: داندی

source: Dungannon and South Tyrone Borough Council
fa_ir: شورای منطقه دانگانن و ساوت تایرون

source: East Ayrshire
fa_ir: ایست آیرشر

source: East Dunbartonshire
fa_ir: ایست دانبارتون‌شایر

source: East Lothian
fa_ir: ایست لوتیان

source: East Renfrewshire
fa_ir: ایست رنفروشر

source: East Riding of Yorkshire
fa_ir: ایست رایدینگ یورکشایر

source: East Sussex
fa_ir: ایست ساسکس

source: Edinburgh
fa_ir: ادینبرو

source: England
fa_ir: انگلستان

source: Essex
fa_ir: اسکس

source: Falkirk
fa_ir: فالکرک

source: Fermanagh District Council
fa_ir: شورای منطقه فرمنا

source: Fermanagh and Omagh
fa_ir: فرمنا و اومه

source: Fife
fa_ir: فایف

source: Flintshire
fa_ir: فلینت‌شایر

source: Gateshead
fa_ir: گیتس‌هد

source: Glasgow
fa_ir: گلاسگو

source: Gloucestershire
fa_ir: گلاسترشر

source: Gwynedd
fa_ir: گوینِد

source: Halton
fa_ir: هالتون

source: Hampshire
fa_ir: همپشایر
