Repository: Multisite-Ultimate/ultimate-multisite
Catalog: lang/ultimate-multisite-*.po
Languages: fa_ir

source: e.g. IUOSABK987HJG88N
fa_ir: مثال: IUOSABK987HJG88N

source: PayPal Test Signature
fa_ir: امضای آزمایشی پی‌پال

source: Make sure you are placing the TEST signature, not the live one.
fa_ir: اطمینان حاصل کنید که امضای آزمایشی را وارد می‌کنید، نه امضای اصلی.

source: e.g. AFcpSSRl31ADOdqnHNv4KZdVHEQzdMEEsWxV21C7fd0v3bYYYRCwYxqo
fa_ir: مثال: AFcpSSRl31ADOdqnHNv4KZdVHEQzdMEEsWxV21C7fd0v3bYYYRCwYxqo

source: PayPal Live Username
fa_ir: نام کاربری اصلی پی‌پال

source: Make sure you are placing the LIVE username, not the test one.
fa_ir: اطمینان حاصل کنید که نام کاربری اصلی را وارد می‌کنید، نه نام کاربری آزمایشی.

source: PayPal Live Password
fa_ir: رمز عبور اصلی پی‌پال

source: Make sure you are placing the LIVE password, not the test one.
fa_ir: اطمینان حاصل کنید که رمز عبور اصلی را وارد می‌کنید، نه رمز عبور آزمایشی.

source: PayPal Live Signature
fa_ir: امضای اصلی پی‌پال

source: Make sure you are placing the LIVE signature, not the test one.
fa_ir: اطمینان حاصل کنید که امضای اصلی را وارد می‌کنید، نه امضای آزمایشی.

source: Error: PayPal does not support changing the duration of a subscription.
fa_ir: خطا: پی‌پال امکان تغییر مدت زمان اشتراک را ندارد.

source: Membership update
fa_ir: به‌روزرسانی عضویت

source: PayPal Error:
fa_ir: خطای پی‌پال:

source: Your trial period will end on %1$s.
fa_ir: دوره آزمایشی شما در %1$s به پایان می‌رسد.

source: Your updated membership will start on $1$s, from that date you will be billed %2$s every month.
fa_ir: عضویت به‌روزرسانی‌شده شما از %1$s آغاز می‌شود و از آن تاریخ هر ماه مبلغ %2$s پرداخت خواهید کرد.

source: Your updated membership will start on %1$s, from that date you will be billed %2$s %3$s.
fa_ir: عضویت به‌روزرسانی‌شده شما از %1$s آغاز می‌شود و از آن تاریخ مبلغ %2$s %3$s پرداخت خواهید کرد.

source: After the first payment you will be billed %1$s %2$s.
fa_ir: پس از اولین پرداخت، مبلغ %1$s %2$s پرداخت خواهید کرد.

source: After this payment you will be billed %1$s %2$s.
fa_ir: پس از این پرداخت، مبلغ %1$s %2$s پرداخت خواهید کرد.

source: From that date, you will be billed %1$s %2$s.
fa_ir: از آن تاریخ، مبلغ %1$s %2$s پرداخت خواهید کرد.

source: After this payment you will be billed %1$s.
fa_ir: پس از این پرداخت، مبلغ %1$s پرداخت خواهید کرد.

source: Something has gone wrong, please try again
fa_ir: مشکلی پیش آمده است، لطفاً دوباره تلاش کنید

source: Something went wrong.
fa_ir: مشکلی رخ داده است.

source: You will be redirected to PayPal to complete the purchase.
fa_ir: برای تکمیل خرید به پی‌پال هدایت خواهید شد.

source: PayPal token no longer valid.
fa_ir: توکن PayPal دیگر معتبر نیست.

source: Pending payment does not exist.
fa_ir: پرداخت معلق وجود ندارد.

source: Original cart does not exist.
fa_ir: سبد خرید اصلی وجود ندارد.

source: Missing membership or customer data.
fa_ir: اطلاعات عضویت یا مشتری موجود نیست.

source: Exiting PayPal Express IPN - membership ID not found.
fa_ir: خروج از PayPal Express IPN - شناسه عضویت پیدا نشد.

source: Transaction ID %s failed in PayPal.
fa_ir: شناسه تراکنش %s در PayPal ناموفق بود.

source: unknown
fa_ir: ناشناخته

source: Transaction ID %1$s is pending in PayPal for reason: %2$s
fa_ir: شناسه تراکنش %1$s در PayPal به دلیل زیر معلق است: %2$s

source: Initial payment failed in PayPal Express.
fa_ir: پرداخت اولیه در PayPal Express ناموفق بود.

source: Initial payment failed.
fa_ir: پرداخت اولیه ناموفق بود.

source: Membership cancelled via PayPal Express IPN.
fa_ir: عضویت از طریق PayPal Express IPN لغو شد.

source: Error
fa_ir: خطا

source: Invalid response code from PayPal
fa_ir: کد پاسخ نامعتبر از PayPal

source: An unexpected PayPal error occurred. Error message: %s.
fa_ir: یک خطای غیرمنتظره در PayPal رخ داد. پیام خطا: %s.

source: Stripe Checkout
fa_ir: پرداخت Stripe Checkout

source: Use the settings section below to configure Stripe Checkout as a payment method.
fa_ir: از بخش تنظیمات زیر برای پیکربندی Stripe Checkout به عنوان روش پرداخت استفاده کنید.

source: Stripe Public Name
fa_ir: نام عمومی Stripe

source: The name to display on the payment method selection field. By default, "Credit Card" is used.
fa_ir: نامی که در بخش انتخاب روش پرداخت نمایش داده می‌شود. به طور پیش‌فرض "کارت اعتباری" استفاده می‌شود.

source: Stripe Checkout Sandbox Mode
fa_ir: حالت آزمایشی Stripe Checkout

source: Toggle this to put Stripe on sandbox mode. This is useful for testing and making sure Stripe is correctly setup to handle your payments.
fa_ir: با فعال کردن این گزینه، Stripe در حالت آزمایشی قرار می‌گیرد. این برای تست و اطمینان از تنظیم صحیح Stripe جهت مدیریت پرداخت‌ها مفید است.

source: Stripe Test Publishable Key
fa_ir: کلید عمومی آزمایشی Stripe

source: Make sure you are placing the TEST keys, not the live ones.
fa_ir: اطمینان حاصل کنید که کلیدهای TEST را وارد می‌کنید، نه کلیدهای واقعی.

source: Stripe Test Secret Key
fa_ir: کلید مخفی آزمایشی Stripe

source: Stripe Live Publishable Key
fa_ir: کلید عمومی واقعی Stripe

source: Make sure you are placing the LIVE keys, not the test ones.
fa_ir: اطمینان حاصل کنید که کلیدهای LIVE را وارد می‌کنید، نه کلیدهای آزمایشی.

source: Stripe Live Secret Key
fa_ir: کلید مخفی واقعی Stripe

source: Whenever you change your Stripe settings, Ultimate Multisite will automatically check the webhook URLs on your Stripe account to make sure we get notified about changes in subscriptions and payments.
fa_ir: هر زمان تنظیمات Stripe را تغییر دهید، Ultimate Multisite به طور خودکار آدرس‌های webhook را در حساب Stripe شما بررسی می‌کند تا مطمئن شود درباره تغییرات اشتراک‌ها و پرداخت‌ها مطلع می‌شویم.

source: Webhook Listener URL
fa_ir: آدرس شنونده Webhook

source: This is the URL Stripe should send webhook calls to.
fa_ir: این آدرسی است که Stripe باید تماس‌های webhook را به آن ارسال کند.

source: You will be redirected to a checkout to complete the purchase.
fa_ir: به صفحه پرداخت هدایت می‌شوید تا خرید را تکمیل کنید.

source: Saved Cards
fa_ir: کارت‌های ذخیره‌شده

source: Use the settings section below to configure Stripe as a payment method.
fa_ir: از بخش تنظیمات زیر برای پیکربندی Stripe به عنوان روش پرداخت استفاده کنید.

source: Stripe Sandbox Mode
fa_ir: حالت آزمایشی Stripe

source: Error creating Stripe customer: %s
fa_ir: خطا در ایجاد مشتری Stripe: %s

source: Missing Stripe payment intent, please try again or contact support if the issue persists.
fa_ir: پرداخت Stripe پیدا نشد، لطفاً دوباره تلاش کنید یا در صورت ادامه مشکل با پشتیبانی تماس بگیرید.

source: Customer ID: %1$d - User Email: %2$s
fa_ir: شناسه مشتری: %1$d - ایمیل کاربر: %2$s

source: Add new card
fa_ir: افزودن کارت جدید

source: Saved Payment Methods
fa_ir: روش‌های پرداخت ذخیره‌شده

source: Downloading image from "%s":
fa_ir: در حال دانلود تصویر از "%s":

source: Result is not a PNG file.
fa_ir: نتیجه یک فایل PNG نیست.

source: Success!
fa_ir: موفقیت‌آمیز!

source: Failed to copy files : check permissions on <strong>%s</strong>
fa_ir: کپی فایل‌ها ناموفق بود: سطح دسترسی پوشه <strong>%s</strong> را بررسی کنید

source: View log
fa_ir: مشاهده گزارش

source: Attempt to duplicate site %1$d failed: %2$s
fa_ir: تلاش برای کپی سایت %1$d ناموفق بود: %2$s

source: Attempt to duplicate site %1$d successful - New site id: %2$d
fa_ir: تلاش برای کپی سایت %1$d موفقیت‌آمیز بود - شناسه سایت جدید: %2$d

source: Attempt to override site %1$d with data from site %2$d failed: %3$s
fa_ir: تلاش برای جایگزینی سایت %1$d با داده‌های سایت %2$d ناموفق بود: %3$s

source: Attempt to override site %1$d with data from site %2$d successful.
fa_ir: تلاش برای جایگزینی سایت %1$d با داده‌های سایت %2$d موفقیت‌آمیز بود.

source: You need to provide a valid site to duplicate.
fa_ir: باید یک سایت معتبر برای کپی ارائه دهید.

source: An attempt to create a new site failed.
fa_ir: تلاش برای ایجاد سایت جدید ناموفق بود.

source: We were not able to create a new admin user for the site being duplicated.
fa_ir: نتوانستیم کاربر مدیر جدید برای سایت کپی‌شده ایجاد کنیم.

source: The %s field is required
fa_ir: فیلد %s الزامی است

source: The %s is not a valid email
fa_ir: %s یک ایمیل معتبر نیست

source: The %1$s minimum is %2$s
fa_ir: حداقل مقدار %1$s برابر با %2$s است

source: The %1$s maximum is %2$s
fa_ir: حداکثر مقدار %1$s برابر با %2$s است

source: The %s only allows a-z, 0-9, _ and -
fa_ir: %s فقط حروف a-z، اعداد 0-9، _ و - را می‌پذیرد

source: The %s must be lowercase
fa_ir: %s باید با حروف کوچک باشد

source: The %s must be integer
fa_ir: %s باید عدد صحیح باشد

source: and
fa_ir: و

source: or
fa_ir: یا

source: WooCommerce API request failed with status %1$s: %2$s
fa_ir: درخواست API ووکامرس با وضعیت %1$s ناموفق بود: %2$s

source: Failed to decode API response JSON
fa_ir: خطا در خواندن پاسخ JSON API

source: The file %s is not writable
fa_ir: فایل %s قابل نوشتن نیست

source: Ultimate Multisite can't recognize your wp-config.php, please revert it to original state for further process.
fa_ir: Ultimate Multisite نمی‌تواند wp-config.php شما را شناسایی کند، لطفاً آن را به حالت اولیه بازگردانید تا ادامه دهید.

source: The %s field must be present in at least one of the checkout form steps.
fa_ir: فیلد %s باید حداقل در یکی از مراحل فرم پرداخت وجود داشته باشد.

source: The %s step is missing a submit field
fa_ir: مرحله %s فاقد فیلد ارسال است

source: This product cannot have a price variation for the same duration and duration unit values as the product itself.
fa_ir: این محصول نمی‌تواند برای مدت زمان و واحد مدت مشابه خود، قیمت متفاوت داشته باشد.

source: A plan is required.
fa_ir: یک پلن لازم است.

source: The Template ID does not correspond to a valid Template
fa_ir: شناسه قالب معتبر نیست

source: You can not use your sites as template
fa_ir: نمی‌توانید سایت‌های خود را به عنوان قالب استفاده کنید

source: The selected template is not available.
fa_ir: قالب انتخاب‌شده موجود نیست.

source: The selected template is not available for this product.
fa_ir: قالب انتخاب‌شده برای این محصول موجود نیست.

source: A customer with the same email address or username already exists.
fa_ir: مشتری با همین ایمیل یا نام کاربری قبلاً وجود دارد.

source: You are using Closte and they prevent the wp-config.php file from being written to. %1$s Follow these instructions to do it manually %2$s.
fa_ir: شما از Closte استفاده می‌کنید و این سرویس اجازه نوشتن فایل wp-config.php را نمی‌دهد. %1$s برای انجام دستی این کار، دستورالعمل‌های زیر را دنبال کنید %2$s.

source: Create Database Tables
fa_ir: ایجاد جداول پایگاه داده

source: Ultimate Multisite uses custom tables for performance reasons. We need to create those tables and make sure they are setup properly before we can activate the plugin.
fa_ir: Ultimate Multisite برای افزایش سرعت از جداول سفارشی استفاده می‌کند. باید این جداول را ایجاد کنیم و مطمئن شویم به درستی تنظیم شده‌اند تا بتوانیم افزونه را فعال کنیم.

source: Creating default tables...
fa_ir: در حال ایجاد جدول‌های پیش‌فرض...

source: Install <code>sunrise.php</code> File
fa_ir: نصب فایل <code>sunrise.php</code>

source: We need to add our own sunrise.php file to the wp-content folder in order to be able to control access to sites and plugins before anything else happens on WordPress.
fa_ir: برای کنترل دسترسی به سایت‌ها و افزونه‌ها قبل از هر چیز در وردپرس، باید فایل sunrise.php خودمان را به پوشه wp-content اضافه کنیم.

source: Installing sunrise file...
fa_ir: در حال نصب فایل sunrise...

source: Installation of the table %s failed
fa_ir: نصب جدول %s با خطا مواجه شد

source: Create Example Template Site
fa_ir: ایجاد سایت نمونه قالب

source: This will create a template site on your network that you can use as a starting point.
fa_ir: این گزینه یک سایت قالب در شبکه شما ایجاد می‌کند تا بتوانید از آن به عنوان نقطه شروع استفاده کنید.

source: Creating Template Site...
fa_ir: در حال ایجاد سایت قالب...

source: Create Example Products
fa_ir: ایجاد محصولات نمونه

source: This action will create example products (plans, packages, and services), so you have an starting point.
fa_ir: این گزینه محصولات نمونه (پلن‌ها، بسته‌ها و خدمات) را ایجاد می‌کند تا نقطه شروعی داشته باشید.

source: Creating Products...
fa_ir: در حال ایجاد محصولات...

source: Create a Checkout Form
fa_ir: ایجاد فرم پرداخت

source: This action will create a single-step checkout form that your customers will use to place purchases, as well as the page that goes with it.
fa_ir: این گزینه یک فرم پرداخت تک‌مرحله‌ای برای خرید مشتریان و همچنین صفحه مربوط به آن را ایجاد می‌کند.

source: Creating Checkout Form and Registration Page...
fa_ir: در حال ایجاد فرم پرداخت و صفحه ثبت‌نام...

source: Create the System Emails
fa_ir: ایجاد ایمیل‌های سیستمی

source: This action will create all emails sent by Ultimate Multisite.
fa_ir: این گزینه تمام ایمیل‌هایی که توسط Ultimate Multisite ارسال می‌شوند را ایجاد می‌کند.

source: Creating System Emails...
fa_ir: در حال ایجاد ایمیل‌های سیستمی...

source: Create Custom Login Page
fa_ir: ایجاد صفحه ورود سفارشی

source: This action will create a custom login page and replace the default one.
fa_ir: این گزینه یک صفحه ورود سفارشی ایجاد کرده و جایگزین صفحه پیش‌فرض می‌کند.

source: Creating Custom Login Page...
fa_ir: در حال ایجاد صفحه ورود سفارشی...

source: Template Site was not created. Maybe a site with the /template path already exists?
fa_ir: سایت قالب ایجاد نشد. شاید سایتی با مسیر /template از قبل وجود داشته باشد؟

source: This is an example of a free plan.
fa_ir: این یک نمونه پلن رایگان است.

source: This is an example of a paid plan.
fa_ir: این یک نمونه پلن پولی است.

source: SEO Consulting
fa_ir: مشاوره سئو

source: This is an example of a service that you can create and charge customers for.
fa_ir: این یک نمونه خدمت است که می‌توانید ایجاد کرده و بابت آن از مشتریان هزینه دریافت کنید.

source: Registration Form
fa_ir: فرم ثبت‌نام

source: Register
fa_ir: ثبت‌نام

source: Login
fa_ir: ورود

source: Pre-Migration Check
fa_ir: بررسی پیش از مهاجرت

source: Runs all migrations in a sand-boxed environment to see if it hits an error.
fa_ir: همه مهاجرت‌ها را در محیط آزمایشی اجرا می‌کند تا خطاها را بررسی کند.

source: Checking...
fa_ir: در حال بررسی...

source: Prepare for Migration
fa_ir: آماده‌سازی برای مهاجرت

source: Verifies the data before going forward with the migration.
fa_ir: داده‌ها را قبل از شروع مهاجرت بررسی می‌کند.

source: Preparing...
fa_ir: در حال آماده‌سازی...

source: Migrates the settings from the older version.
fa_ir: تنظیمات را از نسخه قبلی منتقل می‌کند.

source: Plans to Products
fa_ir: پلن‌ها به محصولات

source: Converts the old plans into products.
fa_ir: پلن‌های قدیمی را به محصولات تبدیل می‌کند.

source: Users to Customers
fa_ir: کاربران به مشتریان

source: Creates customers based on the existing users.
fa_ir: بر اساس کاربران موجود، مشتریان ایجاد می‌کند.

source: Subscriptions to Memberships
fa_ir: اشتراک‌ها به عضویت‌ها

source: Converts subscriptions into Memberships.
fa_ir: اشتراک‌ها را به عضویت تبدیل می‌کند.

source: Transactions to Payments & Events
fa_ir: تراکنش‌ها به پرداخت‌ها و رویدادها

source: Converts transactions into payments and events.
fa_ir: تراکنش‌ها را به پرداخت و رویداد تبدیل می‌کند.

source: Coupons to Discount Codes
fa_ir: کوپن‌ها به کدهای تخفیف

source: Converts coupons into discount codes.
fa_ir: کوپن‌ها را به کد تخفیف تبدیل می‌کند.

source: Customer Sites
fa_ir: سایت‌های مشتریان

source: Adjusts existing customer sites.
fa_ir: سایت‌های مشتریان موجود را تنظیم می‌کند.

source: Making Adjustments...
fa_ir: در حال اعمال تنظیمات...

source: Sites Templates
fa_ir: قالب‌های سایت

source: Adjusts existing site templates.
fa_ir: قالب‌های سایت موجود را تنظیم می‌کند.

source: Converts mapped domains.
fa_ir: دامنه‌های نگاشته‌شده را تبدیل می‌کند.

source: Creates a checkout form based on the existing signup flow.
fa_ir: فرم پرداخت را بر اساس روند ثبت‌نام فعلی ایجاد می‌کند.

source: Emails & Broadcasts
fa_ir: ایمیل‌ها و پیام‌ها

source: Converts the emails and broadcasts.
fa_ir: ایمیل‌ها و پیام‌های ارسال‌شده را تبدیل می‌کند.

source: Migrates existing webhooks.
fa_ir: وب‌هوک‌های موجود را منتقل می‌کند.

source: Other Migrations
fa_ir: سایر مهاجرت‌ها

source: Other migrations that don't really fit anywhere else.
fa_ir: سایر مهاجرت‌هایی که در دسته‌بندی‌های دیگر قرار نمی‌گیرند.

source: Migrating...
fa_ir: در حال مهاجرت...

source: Critical error found when migrating "%s".
fa_ir: خطای بحرانی هنگام مهاجرت "%s" یافت شد.

source: Signup Form
fa_ir: فرم ثبت‌نام

source: Signup
fa_ir: ثبت‌نام

source: User Switching
fa_ir: تغییر کاربر

source: Quickly switch between users for testing and support.
fa_ir: برای تست و پشتیبانی، به سرعت بین کاربران جابجا شوید.

source: Installing User Switching...
fa_ir: در حال نصب قابلیت تغییر کاربر...

source: Installed!
fa_ir: نصب شد!

source: Activate User Switching
fa_ir: فعال‌سازی تغییر کاربر

source: Activate the User Switching plugin.
fa_ir: افزونه تغییر کاربر را فعال کنید.

source: Activating User Switching...
fa_ir: در حال فعال‌سازی تغییر کاربر...

source: Activated!
fa_ir: فعال شد!

source: Unable to resolve plugin download link.
fa_ir: لینک دانلود افزونه پیدا نشد.

source: Installation failed.
fa_ir: نصب با خطا مواجه شد.

source: Plugin not found.
fa_ir: افزونه پیدا نشد.

source: %s Integration
fa_ir: ادغام %s

source: Go to the setup wizard to setup this integration.
fa_ir: برای راه‌اندازی این ادغام، به جادوگر تنظیمات بروید.

source: It looks like you are using %1$s as your hosting provider, yet the %1$s integration module is not active. In order for the domain mapping integration to work with %1$s, you might want to activate that module.
fa_ir: به نظر می‌رسد از %1$s به عنوان سرویس میزبانی استفاده می‌کنید، اما ماژول ادغام %1$s فعال نیست. برای اینکه نگاشت دامنه با %1$s کار کند، بهتر است آن ماژول را فعال کنید.

source: Activate %s
fa_ir: فعال‌سازی %s

source: It looks like you are using %1$s as your hosting provider, yet the %1$s integration module was not properly setup. In order for the domain mapping integration to work with %1$s, you need to configure that module.
fa_ir: به نظر می‌رسد از %1$s به عنوان سرویس میزبانی استفاده می‌کنید، اما ماژول ادغام %1$s به درستی تنظیم نشده است. برای اینکه نگاشت دامنه با %1$s کار کند، باید آن ماژول را پیکربندی کنید.

source: Setup %s
fa_ir: راه‌اندازی %s

source: Send API calls to %s servers with domain names added to this network
fa_ir: ارسال درخواست‌های API به سرورهای %s با دامنه‌های اضافه‌شده به این شبکه

source: Fetch and install a SSL certificate on %s platform after the domain is added.
fa_ir: دریافت و نصب گواهی SSL روی پلتفرم %s پس از افزودن دامنه

source: Fetch and install a SSL certificate on %s platform after the domain is added. This needs to be done manually.
fa_ir: پس از افزودن دامنه، گواهی SSL را به صورت دستی روی پلتفرم %s دریافت و نصب کنید.

source: No description provided.
fa_ir: توضیحی ارائه نشده است.

source: Access Authorized
fa_ir: دسترسی تأیید شد

source: Closte is not just another web hosting who advertise their services as a cloud hosting while still provides fixed plans like in 1995.
fa_ir: Closte فقط یک هاستینگ معمولی نیست که خدمات خود را به عنوان هاست ابری تبلیغ کند اما همچنان پلن‌های ثابت مثل سال ۱۹۹۵ ارائه دهد.

source: Proxied
fa_ir: پراکسی شده

source: Not Proxied
fa_ir: پراکسی نشده

source: Zone ID
fa_ir: شناسه Zone

source: e.g. 644c7705723d62e31f700bb798219c75
fa_ir: مثلاً 644c7705723d62e31f700bb798219c75

source: e.g. xKGbxxVDpdcUv9dUzRf4i4ngv0QNf1wCtbehiec_o
fa_ir: مثلاً xKGbxxVDpdcUv9dUzRf4i4ngv0QNf1wCtbehiec_o

source: Cloudflare secures and ensures the reliability of your external-facing resources such as websites, APIs, and applications. It protects your internal resources such as behind-the-firewall applications, teams, and devices. And it is your platform for developing globally-scalable applications.
fa_ir: Cloudflare منابع خارجی شما مانند وب‌سایت‌ها، APIها و اپلیکیشن‌ها را ایمن و پایدار نگه می‌دارد. همچنین از منابع داخلی شما مثل اپلیکیشن‌های پشت فایروال، تیم‌ها و دستگاه‌ها محافظت می‌کند. این پلتفرم، بستری برای توسعه اپلیکیشن‌های مقیاس‌پذیر جهانی است.

source: Add a new proxied subdomain to the configured CloudFlare zone whenever a new site gets created
fa_ir: هر زمان سایت جدیدی ساخته شد، یک زیر دامنه پراکسی شده جدید به Zone تنظیم‌شده CloudFlare اضافه کن

source: Do nothing! The CloudFlare integration has no effect in subdirectory multisite installs such as this one
fa_ir: هیچ کاری انجام ندهید! یکپارچه‌سازی CloudFlare در نصب‌های چندسایتی زیرشاخه‌ای مثل این، اثری ندارد

source: Add domain mappings as new CloudFlare zones
fa_ir: دامنه‌های نگاشته‌شده را به عنوان Zone جدید CloudFlare اضافه کن

source: Cloudways Account Email
fa_ir: ایمیل حساب Cloudways

source: Your Cloudways account email address.
fa_ir: آدرس ایمیل حساب Cloudways شما.

source: e.g. me@gmail.com
fa_ir: مثلاً me@gmail.com

source: Cloudways API Key
fa_ir: کلید API Cloudways

source: The API Key retrieved in the previous step.
fa_ir: کلید API که در مرحله قبل دریافت کردید.

source: e.g. eYP0Jo3Fzzm5SOZCi5nLR0Mki2lbYZ
fa_ir: مثلاً eYP0Jo3Fzzm5SOZCi5nLR0Mki2lbYZ

source: Cloudways Server ID
fa_ir: شناسه سرور Cloudways

source: The Server ID retrieved in the previous step.
fa_ir: شناسه سروری که در مرحله قبل دریافت کردید.

source: e.g. 11667
fa_ir: مثلاً 11667

source: Cloudways App ID
fa_ir: شناسه اپلیکیشن Cloudways

source: The App ID retrieved in the previous step.
fa_ir: شناسه اپلیکیشنی که در مرحله قبل دریافت کردید.

source: e.g. 940288
fa_ir: مثلاً 940288

source: Cloudways Extra Domains
fa_ir: دامنه‌های اضافی Cloudways

source: The Cloudways API is a bit strange in that it doesn’t offer a way to add or remove just one domain, only a way to update the whole domain list. That means that Ultimate Multisite will replace all domains you might have there with the list of mapped domains of the network every time a new domain is added.
fa_ir: API کلودویز کمی متفاوت است و فقط امکان به‌روزرسانی کل لیست دامنه‌ها را می‌دهد، نه افزودن یا حذف یک دامنه خاص. یعنی Ultimate Multisite هر بار که دامنه جدیدی اضافه شود، همه دامنه‌های قبلی را با لیست دامنه‌های نگاشته‌شده شبکه جایگزین می‌کند.

source: Comma-separated list of additional domains to add to Cloudways.
fa_ir: لیست دامنه‌های اضافی برای افزودن به Cloudways (با کاما جدا کنید).

source: e.g. *.test.com, test.com
fa_ir: مثلاً *.test.com, test.com

source: Focus on your business and avoid all the web hosting hassles. Our managed hosting guarantees unmatched performance, reliability and choice with 24/7 support that acts as your extended team, making Cloudways an ultimate choice for growing agencies and e-commerce businesses.
fa_ir: روی کسب‌وکار خود تمرکز کنید و دردسرهای هاستینگ را فراموش کنید. هاست مدیریت‌شده ما با تضمین عملکرد، پایداری و انتخاب بی‌نظیر و پشتیبانی ۲۴ ساعته، Cloudways را به انتخابی عالی برای آژانس‌ها و فروشگاه‌های آنلاین در حال رشد تبدیل می‌کند.

source: cPanel Username
fa_ir: نام کاربری cPanel

source: e.g. username
fa_ir: مثلاً username

source: cPanel Password
fa_ir: رمز عبور cPanel

source: password
fa_ir: رمز عبور

source: cPanel Host
fa_ir: میزبان cPanel

source: e.g. yourdomain.com
fa_ir: مثلاً yourdomain.com

source: cPanel Port
fa_ir: پورت cPanel

source: Defaults to 2083
fa_ir: به طور پیش‌فرض 2083

source: Root Directory
fa_ir: دایرکتوری ریشه

source: Defaults to /public_html
fa_ir: به طور پیش‌فرض /public_html

source: Unexpected error ocurred trying to sync domains with CPanel
fa_ir: هنگام همگام‌سازی دامنه‌ها با CPanel خطای غیرمنتظره‌ای رخ داد

source: cPanel is the management panel being used on a large number of shared and dedicated hosts across the globe.
fa_ir: cPanel پنل مدیریتی است که در بسیاری از هاست‌های اشتراکی و اختصاصی سراسر جهان استفاده می‌شود.

source: Add a new Addon Domain on cPanel whenever a new domain mapping gets created on your network
fa_ir: هر زمان نگاشت دامنه جدیدی در شبکه شما ایجاد شد، یک Addon Domain جدید در cPanel اضافه کن

source: Add a new SubDomain on cPanel whenever a new site gets created on your network
fa_ir: هر زمان سایت جدیدی در شبکه شما ساخته شد، یک SubDomain جدید در cPanel اضافه کن

source: We were not able to successfully establish a connection.
fa_ir: نتوانستیم اتصال موفقیت‌آمیزی برقرار کنیم.

source: Connection successfully established.
fa_ir: اتصال با موفقیت برقرار شد.
