Repository: Multisite-Ultimate/ultimate-multisite
Catalog: lang/ultimate-multisite-*.po
Languages: fa_ir

source: Field ID
fa_ir: شناسه فیلد

source: e.g. info-name
fa_ir: مثلاً info-name

source: Only alpha-numeric and hyphens allowed.
fa_ir: فقط حروف، اعداد و خط تیره مجاز هستند.

source: The ID of the field. This is used to reference the field.
fa_ir: شناسه فیلد. برای ارجاع به فیلد استفاده می‌شود.

source: Field Label
fa_ir: برچسب فیلد

source: e.g. Your Name
fa_ir: مثلاً نام شما

source: This is what your customer see as the field title.
fa_ir: این عنوانی است که مشتری شما به عنوان عنوان فیلد می‌بیند.

source: Leave blank to hide the field label. You can also set a placeholder value and tip in the "Additional Settings" tab.
fa_ir: برای مخفی کردن برچسب فیلد، این قسمت را خالی بگذارید. همچنین می‌توانید مقدار جای‌نگهدار و راهنما را در تب "تنظیمات اضافی" وارد کنید.

source: Field Placeholder
fa_ir: جای‌نگهدار فیلد

source: e.g. Placeholder value
fa_ir: مثلاً مقدار جای‌نگهدار

source: This value appears inside the field, as an example of how to fill it.
fa_ir: این مقدار به عنوان نمونه‌ای از نحوه پر کردن فیلد، داخل آن نمایش داده می‌شود.

source: Just like this!
fa_ir: دقیقاً مثل این!

source: Field Tooltip
fa_ir: راهنمای فیلد

source: e.g. This field is great, be sure to fill it.
fa_ir: مثلاً این فیلد عالی است، حتماً آن را پر کنید.

source: Any text entered here will be shown when the customer hovers the %s icon next to the field label.
fa_ir: هر متنی که اینجا وارد کنید هنگام قرار گرفتن نشانگر روی آیکون %s کنار برچسب فیلد نمایش داده می‌شود.

source: Default Value
fa_ir: مقدار پیش‌فرض

source: e.g. None
fa_ir: مثلاً هیچ

source: Field Length
fa_ir: طول فیلد

source: Min
fa_ir: حداقل

source: Max
fa_ir: حداکثر

source: Save As
fa_ir: ذخیره به عنوان

source: Select how you want to save this piece of meta data. You can attach it to the customer or the site as site meta or as site option.
fa_ir: انتخاب کنید این داده متا را چگونه ذخیره کنید. می‌توانید آن را به مشتری یا سایت به عنوان متای سایت یا گزینه سایت پیوست کنید.

source: Customer Meta
fa_ir: متای مشتری

source: User Meta
fa_ir: متای کاربر

source: Site Meta
fa_ir: متای سایت

source: Site Option
fa_ir: گزینه سایت

source: Do not save
fa_ir: ذخیره نشود

source: Required
fa_ir: اجباری

source: Mark this field as required. The checkout will not proceed unless this field is filled.
fa_ir: این فیلد را به عنوان اجباری علامت بزنید. تا زمانی که این فیلد پر نشود، پرداخت ادامه پیدا نمی‌کند.

source: Address
fa_ir: آدرس

source: Adds billing address fields such as country, zip code.
fa_ir: فیلدهای آدرس صورتحساب مانند کشور، کد پستی را اضافه می‌کند.

source: Display only ZIP and Country?
fa_ir: فقط کد پستی و کشور نمایش داده شود؟

source: Checking this option will only add the ZIP and country fields, instead of all the normal billing address fields.
fa_ir: با فعال کردن این گزینه فقط فیلدهای کد پستی و کشور اضافه می‌شوند و سایر فیلدهای معمول آدرس صورتحساب نمایش داده نمی‌شوند.

source: Adds a checkout box that can be checked by the customer.
fa_ir: یک باکس انتخابی در پرداخت اضافه می‌کند که مشتری می‌تواند آن را تیک بزند.

source: Default State
fa_ir: وضعیت پیش‌فرض

source: Use the toggle to the set the default state of the checkbox.
fa_ir: با استفاده از کلید تغییر وضعیت، حالت پیش‌فرض چک‌باکس را تنظیم کنید.

source: Adds a color picker field.
fa_ir: یک فیلد انتخاب رنگ اضافه می‌کند.

source: Default Color
fa_ir: رنگ پیش‌فرض

source: Set the default value for this color field.
fa_ir: مقدار پیش‌فرض این فیلد رنگ را تنظیم کنید.

source: Adds an additional field to apply a discount code.
fa_ir: یک فیلد اضافی برای وارد کردن کد تخفیف اضافه می‌کند.

source: Have a coupon code?
fa_ir: کد تخفیف دارید؟

source: Adds a email address field. This email address will be used to create the WordPress user.
fa_ir: یک فیلد ایمیل اضافه می‌کند. این ایمیل برای ساخت کاربر وردپرس استفاده می‌شود.

source: Confirm Email
fa_ir: تأیید ایمیل

source: Display Notices
fa_ir: نمایش اعلان‌ها

source: When the customer is already logged in, a box with the customer's username and a link to logout is displayed instead of the email field. Disable this option if you do not want that box to show up.
fa_ir: وقتی مشتری قبلاً وارد شده باشد، باکسی با نام کاربری و لینک خروج نمایش داده می‌شود و فیلد ایمیل نشان داده نمی‌شود. اگر نمی‌خواهید این باکس نمایش داده شود، این گزینه را غیرفعال کنید.

source: Display Email Confirm Field
fa_ir: نمایش فیلد تأیید ایمیل

source: Adds a "Confirm Email" field below email field to reduce the chance of making a mistake.
fa_ir: یک فیلد "تأیید ایمیل" زیر فیلد ایمیل اضافه می‌کند تا احتمال اشتباه کاهش یابد.

source: Not you?
fa_ir: شما نیستید؟

source: Existing customer?
fa_ir: مشتری قبلی هستید؟

source: <a href="%s">Log in</a> to renew or change an existing membership.
fa_ir: <a href="%s">وارد شوید</a> تا عضویت فعلی را تمدید یا تغییر دهید.

source: Not %1$s? <a href="%2$s">Log in</a> using your account.
fa_ir: %1$s نیستید؟ <a href="%2$s">وارد شوید</a> با حساب خود.

source: Hidden Field
fa_ir: فیلد مخفی

source: Adds a hidden field. This is useful when coupled with the "Fill from the Request" option, to load values from the URL, for example.
fa_ir: یک فیلد مخفی اضافه می‌کند. این گزینه زمانی کاربرد دارد که با گزینه "پر کردن از درخواست" ترکیب شود تا مقادیر را مثلاً از URL بارگذاری کند.

source: Pre-filled Value
fa_ir: مقدار پیش‌پر شده

source: The field will be populated with this value. Can be overridden if the pre-fill from request option is enabled.
fa_ir: فیلد با این مقدار پر می‌شود. اگر گزینه پیش‌پر کردن از درخواست فعال باشد، می‌توان آن را بازنویسی کرد.

source: e.g. blue
fa_ir: مثلاً blue

source: Order Bump
fa_ir: افزودنی سفارش

source: Adds a product offer that the customer can click to add to the current cart.
fa_ir: یک پیشنهاد محصول اضافه می‌کند که مشتری می‌تواند برای افزودن به سبد فعلی روی آن کلیک کند.

source: e.g. Premium
fa_ir: مثلاً Premium

source: Select the product that will be presented to the customer as an add-on option.
fa_ir: محصولی را انتخاب کنید که به عنوان گزینه افزودنی به مشتری نمایش داده شود.

source: Display Product Description
fa_ir: نمایش توضیحات محصول

source: Toggle to display the product description as well, if one is available.
fa_ir: برای نمایش توضیحات محصول (در صورت وجود)، این گزینه را فعال کنید.

source: Display Product Image
fa_ir: نمایش تصویر محصول

source: Toggle to display the product image as well, if one is available.
fa_ir: برای نمایش تصویر محصول (در صورت وجود)، این گزینه را فعال کنید.

source: Template does not exist.
fa_ir: قالب وجود ندارد.

source: Order Summary
fa_ir: خلاصه سفارش

source: Adds a summary table with prices, key subscription dates, discounts, and taxes.
fa_ir: جدول خلاصه‌ای با قیمت‌ها، تاریخ‌های کلیدی اشتراک، تخفیف‌ها و مالیات‌ها اضافه می‌کند.

source: Table Columns
fa_ir: ستون‌های جدول

source: "Simplified" will condense all discount and tax info into separate rows to keep the table with only two columns. "Display All" adds a discounts and taxes column to each product row.
fa_ir: "ساده‌شده" تمام اطلاعات تخفیف و مالیات را در ردیف‌های جداگانه نمایش می‌دهد تا جدول فقط دو ستون داشته باشد. "نمایش همه" ستون تخفیف و مالیات را به هر ردیف محصول اضافه می‌کند.

source: Simplified
fa_ir: ساده‌شده

source: Display All
fa_ir: نمایش همه

source: Layout
fa_ir: چیدمان

source: Select your Layout
fa_ir: چیدمان خود را انتخاب کنید

source: Adds a password field, with options for enforcing password strength and adding password confirmation field. This password is then used to create the WordPress user.
fa_ir: یک فیلد رمز عبور اضافه می‌کند، با گزینه‌هایی برای الزام قدرت رمز عبور و افزودن فیلد تأیید رمز عبور. این رمز برای ساخت کاربر وردپرس استفاده می‌شود.

source: Display Password Strength Meter
fa_ir: نمایش سنجش قدرت رمز عبور

source: Adds a password strength meter below the password field. Enabling this option also enforces passwords to be strong.
fa_ir: یک سنجش قدرت رمز عبور زیر فیلد رمز عبور اضافه می‌کند. فعال‌سازی این گزینه همچنین رمزهای عبور قوی را الزامی می‌کند.

source: Display Password Confirm Field
fa_ir: نمایش فیلد تأیید رمز عبور

source: Adds a "Confirm your Password" field below the default password field to reduce the chance of making a mistake.
fa_ir: یک فیلد "تأیید رمز عبور" زیر فیلد رمز عبور اضافه می‌کند تا احتمال اشتباه کاهش یابد.

source: Payment
fa_ir: پرداخت

source: Adds the payment options and the additional fields required to complete a purchase (e.g. credit card field).
fa_ir: گزینه‌های پرداخت و فیلدهای اضافی مورد نیاز برای تکمیل خرید (مانند فیلد کارت اعتباری) را اضافه می‌کند.

source: Auto-renew
fa_ir: تمدید خودکار

source: Period Select
fa_ir: انتخاب دوره

source: Adds a period selector, that allows customers to switch between different billing periods.
fa_ir: یک انتخاب‌گر دوره اضافه می‌کند تا مشتریان بتوانند بین دوره‌های مختلف پرداخت جابجا شوند.

source: Plan Duration Switch
fa_ir: تغییر مدت زمان پلن

source: Period Selector Template
fa_ir: قالب انتخاب‌گر دوره

source: Select your Template
fa_ir: قالب خود را انتخاب کنید

source: Add different options below. These need to match your product price variations.
fa_ir: گزینه‌های مختلف را در زیر اضافه کنید. این گزینه‌ها باید با تغییرات قیمت محصول شما مطابقت داشته باشند.

source: Add the first option using the button below.
fa_ir: اولین گزینه را با دکمه زیر اضافه کنید.

source: e.g. Monthly
fa_ir: مثلاً ماهانه

source: + Add option
fa_ir: + افزودن گزینه

source: Pricing Table
fa_ir: جدول قیمت

source: Adds a pricing table section that customers can use to choose a plan to subscribe to.
fa_ir: یک بخش جدول قیمت اضافه می‌کند تا مشتریان بتوانند پلن مورد نظر خود را برای اشتراک انتخاب کنند.

source: Plan Selection
fa_ir: انتخاب پلن

source: Be sure to add the products in the order you want them to show up.
fa_ir: حتماً محصولات را به ترتیبی که می‌خواهید نمایش داده شوند اضافه کنید.

source: Force Different Durations
fa_ir: اجبار مدت زمان‌های متفاوت

source: Check this option to force the display of plans with different recurring durations.
fa_ir: این گزینه را فعال کنید تا پلن‌هایی با مدت زمان‌های تکرارشونده متفاوت نمایش داده شوند.

source: Hide when Pre-Selected
fa_ir: پنهان‌سازی هنگام انتخاب قبلی

source: Prevent customers from seeing this field when a plan was already selected via the URL.
fa_ir: از نمایش این فیلد زمانی که پلن از طریق URL قبلاً انتخاب شده جلوگیری کنید.

source: If the pricing table field is the only field in the current step, the step will be skipped.
fa_ir: اگر فیلد جدول قیمت تنها فیلد مرحله فعلی باشد، آن مرحله رد می‌شود.

source: Pricing Table Template
fa_ir: قالب جدول قیمت

source: Hidden field used to pre-select products. This is useful when you have a signup page for specific offering/bundles and do not want your customers to be able to choose plans and products manually.
fa_ir: فیلد مخفی برای انتخاب خودکار محصولات. این گزینه زمانی کاربرد دارد که صفحه ثبت‌نام برای پیشنهاد یا بسته خاصی دارید و نمی‌خواهید مشتریان بتوانند پلن‌ها و محصولات را دستی انتخاب کنند.

source: Pre-selected Products
fa_ir: محصولات انتخاب‌شده

source: Use this field to pre-select products. This is useful when you have a signup page for specific offering/bundles and do not want your customers to be able to choose plans and other products manually.
fa_ir: از این فیلد برای انتخاب خودکار محصولات استفاده کنید. این گزینه زمانی کاربرد دارد که صفحه ثبت‌نام برای پیشنهاد یا بسته خاصی دارید و نمی‌خواهید مشتریان بتوانند پلن‌ها و محصولات دیگر را دستی انتخاب کنند.

source: Select
fa_ir: انتخاب

source: Adds a select field.
fa_ir: یک فیلد انتخاب اضافه می‌کند.

source: Add different options below. The first option is used as the default.
fa_ir: گزینه‌های مختلف را در زیر اضافه کنید. اولین گزینه به عنوان پیش‌فرض استفاده می‌شود.

source: Option Value
fa_ir: مقدار گزینه

source: e.g. option1
fa_ir: مثلاً option1

source: e.g. Option 1
fa_ir: مثلاً گزینه ۱

source: Shortcode
fa_ir: شورت‌کد

source: Displays the content of a given WordPress shortcode. Can be useful to inset content from other plugins inside a Ultimate Multisite checkout form.
fa_ir: محتوای یک شورت‌کد وردپرس را نمایش می‌دهد. می‌تواند برای درج محتوای سایر افزونه‌ها در فرم پرداخت Ultimate Multisite مفید باشد.

source: Displays the content of a given WordPress shortcode. Can be useful to insert content from other plugins inside a Ultimate Multisite checkout form.
fa_ir: محتوای یک شورت‌کد وردپرس را نمایش می‌دهد. می‌تواند برای درج محتوای سایر افزونه‌ها در فرم پرداخت Ultimate Multisite مفید باشد.

source: e.g. [shortcode]
fa_ir: مثلاً [shortcode]

source: Please, enter the full shortcode, including [].
fa_ir: لطفاً شورت‌کد کامل را وارد کنید، شامل [].

source: Adds a Site Title field. This value is used to set the site title for the site being created.
fa_ir: یک فیلد عنوان سایت اضافه می‌کند. این مقدار برای عنوان سایت در حال ساخت استفاده می‌شود.

source: Auto-generate?
fa_ir: تولید خودکار؟

source: Check this option to auto-generate this field based on the username of the customer.
fa_ir: این گزینه را فعال کنید تا این فیلد بر اساس نام کاربری مشتری به صورت خودکار تولید شود.

source: Adds a Site URL field. This is used to set the URL of the site being created.
fa_ir: یک فیلد آدرس سایت اضافه می‌کند. این فیلد برای تعیین آدرس سایت در حال ساخت استفاده می‌شود.

source: Auto-generate
fa_ir: تولید خودکار

source: Display URL field attachments
fa_ir: نمایش ضمیمه‌های فیلد آدرس

source: Adds the prefix and suffix blocks to the URL field.
fa_ir: بخش‌های پیشوند و پسوند را به فیلد آدرس اضافه می‌کند.

source: Display URL preview block
fa_ir: نمایش بلوک پیش‌نمایش آدرس

source: Adds a preview block that shows the final URL.
fa_ir: یک بلوک پیش‌نمایش اضافه می‌کند که آدرس نهایی را نمایش می‌دهد.

source: Enable Domain Selection
fa_ir: فعال‌سازی انتخاب دامنه

source: Offer different domain options to your customers to choose from.
fa_ir: گزینه‌های دامنه مختلف را برای انتخاب به مشتریان ارائه دهید.

source: Available Domains
fa_ir: دامنه‌های موجود

source: Enter one domain option per line.
fa_ir: هر گزینه دامنه را در یک خط وارد کنید.

source: New URL Preview
fa_ir: پیش‌نمایش آدرس جدید

source: Steps
fa_ir: مراحل

source: Adds a list of the steps.
fa_ir: یک لیست از مراحل را اضافه می‌کند.

source: Submit Button
fa_ir: دکمه ارسال

source: Adds a submit button. This is required to finalize single-step checkout forms or to navigate to the next step on multi-step checkout forms.
fa_ir: یک دکمه ارسال اضافه می‌کند. این دکمه برای نهایی کردن فرم‌های پرداخت تک‌مرحله‌ای یا رفتن به مرحله بعد در فرم‌های چندمرحله‌ای لازم است.

source: Add "Go Back" button
fa_ir: افزودن دکمه "بازگشت"

source: Enable this option to add a "Go Back" button. Useful for multi-step checkout forms.
fa_ir: این گزینه را فعال کنید تا دکمه "بازگشت" اضافه شود. برای فرم‌های پرداخت چندمرحله‌ای کاربردی است.

source: "Go Back" Button Label
fa_ir: برچسب دکمه "بازگشت"

source: Value to be used as the "Go Back" label.
fa_ir: مقداری که به عنوان برچسب "بازگشت" استفاده می‌شود.

source: e.g. &larr; Go Back
fa_ir: مثلاً &rarr; بازگشت

source: Templates
fa_ir: قالب‌ها

source: Adds a template selection section. This allows the customer to choose a pre-built site to be used as a template for the site being currently created.
fa_ir: بخش انتخاب قالب را اضافه می‌کند. این امکان را به مشتری می‌دهد تا یک سایت آماده را به عنوان قالب برای سایت جدید انتخاب کند.

source: Available templates
fa_ir: قالب‌های موجود

source: How do you want to choose available which templates will be available.
fa_ir: چگونه می‌خواهید انتخاب کنید که کدام قالب‌ها در دسترس باشند.

source: Select by names
fa_ir: انتخاب بر اساس نام

source: Select by categories
fa_ir: انتخاب بر اساس دسته‌بندی

source: All templates
fa_ir: همه قالب‌ها

source: Template Sites
fa_ir: سایت‌های قالب

source: e.g. Template Site 1, My Agency
fa_ir: مثلاً سایت قالب ۱، آژانس من

source: Be sure to add the templates in the order you want them to show up.
fa_ir: حتماً قالب‌ها را به ترتیبی که می‌خواهید نمایش داده شوند اضافه کنید.

source: Prevent customers from seeing this field when a template was already selected via the URL.
fa_ir: جلوگیری از نمایش این فیلد به مشتریان زمانی که قالب از طریق URL انتخاب شده باشد.

source: If the template selection field is the only field in the current step, the step will be skipped.
fa_ir: اگر فیلد انتخاب قالب تنها فیلد مرحله فعلی باشد، این مرحله رد می‌شود.

source: Template Selector Template
fa_ir: انتخاب قالب

source: Terms of Use
fa_ir: شرایط استفاده

source: Adds a terms and conditions checkbox that must be marked before the account/site can be created.
fa_ir: افزودن چک‌باکس شرایط و قوانین که باید قبل از ساخت حساب/سایت علامت زده شود.

source: I agree with the terms of use.
fa_ir: با شرایط استفاده موافقم.

source: Terms Checkbox Label
fa_ir: برچسب چک‌باکس شرایط

source: e.g. I agree with the terms of use.
fa_ir: مثلاً: با شرایط استفاده موافقم.

source: Link to the Terms Page
fa_ir: لینک به صفحه شرایط

source: Enter the link to the terms of use content.
fa_ir: لینک محتوای شرایط استفاده را وارد کنید.

source: e.g. https://yoursite.com/terms
fa_ir: مثلاً: https://yoursite.com/terms

source: Read here
fa_ir: اینجا بخوانید

source: Adds a text field that the customer can fill with arbitrary data.
fa_ir: افزودن فیلد متنی که مشتری می‌تواند با اطلاعات دلخواه پر کند.

source: Adds an username field. This username will be used to create the WordPress user.
fa_ir: افزودن فیلد نام کاربری. این نام کاربری برای ساخت کاربر وردپرس استفاده می‌شود.

source: Check this option to auto-generate this field based on the email address of the customer.
fa_ir: با فعال کردن این گزینه، این فیلد به صورت خودکار بر اساس ایمیل مشتری ساخته می‌شود.

source: Field Template
fa_ir: قالب فیلد

source: Simple
fa_ir: ساده

source: A simple layout with minimal styling, just enough to make it usable out-of-the-box.
fa_ir: طرح ساده با کمترین استایل، مناسب استفاده سریع.

source: Clean
fa_ir: تمیز

source: A simple template with clean markup and no styling, ready to be customized with custom CSS.
fa_ir: قالب ساده با نشانه‌گذاری تمیز و بدون استایل، آماده برای سفارشی‌سازی با CSS دلخواه.

source: Legacy
fa_ir: قدیمی

source: Implementation of the layout that shipped with WP Ultimo < 1.10.X.
fa_ir: پیاده‌سازی طرحی که همراه با WP Ultimo نسخه کمتر از 1.10.X ارائه شده بود.

source: Simple List
fa_ir: لیست ساده

source: Simple stylized list with price, recurrence, and the plan description.
fa_ir: لیست ساده با استایل، شامل قیمت، دوره پرداخت و توضیحات پلن.

source: Minimal
fa_ir: حداقلی

source: You must <a href="%s" target="_parent">Login</a> first.
fa_ir: ابتدا باید <a href="%s" target="_parent">وارد شوید</a>.

source: Failed to connect to the update server. Please try again later.
fa_ir: اتصال به سرور بروزرسانی ناموفق بود. لطفاً بعداً دوباره تلاش کنید.

source: Successfully connected your site to UltimateMultisite.com.
fa_ir: سایت شما با موفقیت به UltimateMultisite.com متصل شد.

source: Failed to authenticate with UltimateMultisite.com.
fa_ir: احراز هویت با UltimateMultisite.com ناموفق بود.

source: API & Webhooks
fa_ir: API و وب‌هوک‌ها

source: API Settings
fa_ir: تنظیمات API

source: Options related to Ultimate Multisite API endpoints.
fa_ir: گزینه‌های مربوط به نقاط پایانی API در Ultimate Multisite.

source: Enable API
fa_ir: فعال‌سازی API

source: Tick this box if you want Ultimate Multisite to add its own endpoints to the WordPress REST API. This is required for some integrations to work, most notabily, Zapier.
fa_ir: این گزینه را فعال کنید تا Ultimate Multisite نقاط پایانی خود را به REST API وردپرس اضافه کند. برای برخی یکپارچه‌سازی‌ها مانند Zapier لازم است.

source: Credentials Refreshed
fa_ir: اطلاعات کاربری تازه‌سازی شد

source: API URL
fa_ir: آدرس API

source: API Key
fa_ir: کلید API

source: API Secret
fa_ir: رمز API

source: This is your API Key. You cannot change it directly. To reset the API key and secret, use the button "Refresh API credentials" below.
fa_ir: این کلید API شماست. امکان تغییر مستقیم آن وجود ندارد. برای بازنشانی کلید و رمز API، از دکمه "تازه‌سازی اطلاعات کاربری API" زیر استفاده کنید.

source: Refresh API Credentials
fa_ir: تازه‌سازی اطلاعات کاربری API

source: Log API calls (Advanced)
fa_ir: ثبت تماس‌های API (پیشرفته)

source: Tick this box if you want to log all calls received via Ultimate Multisite API endpoints. You can access the logs on Ultimate Multisite &rarr; System Info &rarr; Logs.
fa_ir: برای ثبت همه درخواست‌های دریافتی از طریق نقاط پایانی API، این گزینه را فعال کنید. گزارش‌ها از مسیر Ultimate Multisite &larr; اطلاعات سیستم &larr; گزارش‌ها قابل مشاهده هستند.

source: Webhook Settings
fa_ir: تنظیمات وب‌هوک

source: Options related to Ultimate Multisite API webhooks.
fa_ir: گزینه‌های مربوط به وب‌هوک‌های API در Ultimate Multisite.

source: Wait for Response (Advanced)
fa_ir: منتظر پاسخ بمان (پیشرفته)

source: Tick this box if you want the Ultimate Multisite's webhook calls to wait for the remote server to respond. Keeping this option enabled can have huge effects on your network's performance, only enable it if you know what you are doing and need to debug webhook calls.
fa_ir: این گزینه را فعال کنید تا تماس‌های وب‌هوک Ultimate Multisite منتظر پاسخ سرور مقصد بمانند. فعال بودن این گزینه می‌تواند تاثیر زیادی بر عملکرد شبکه داشته باشد، فقط در صورت نیاز به دیباگ فعال کنید.

source: Welcome to our API
fa_ir: به API ما خوش آمدید

source: Footer Credits
fa_ir: اعتبارنامه فوتر

source: Optional footer credit for public site and admin.
fa_ir: اعتبارنامه اختیاری برای فوتر سایت عمومی و مدیریت.

source: Show Footer Credits
fa_ir: نمایش اعتبارنامه فوتر

source: Adds a small "Powered By..." message in the footer of customer and template sites.
fa_ir: افزودن پیام کوچک "قدرت گرفته از..." در فوتر سایت‌های مشتری و قالب.

source: Footer Credit Type
fa_ir: نوع اعتبارنامه فوتر

source: Choose the type of footer credit to display.
fa_ir: نوع اعتبارنامه فوتر را انتخاب کنید.

source: Default "Powered by Ultimate Multisite" with logo
fa_ir: پیش‌فرض "قدرت گرفته از Ultimate Multisite" با لوگو

source: Custom "Powered by [Network Name]" with company logo
fa_ir: سفارشی "قدرت گرفته از [نام شبکه]" با لوگوی شرکت

source: Custom HTML (enter below)
fa_ir: HTML سفارشی (در زیر وارد کنید)

source: Custom Footer HTML
fa_ir: HTML سفارشی فوتر

source: HTML allowed. Use any text or link you prefer.
fa_ir: استفاده از HTML مجاز است. هر متن یا لینکی که می‌خواهید وارد کنید.

source: this network
fa_ir: این شبکه

source: Powered by %1$s%2$s</a>
fa_ir: قدرت گرفته از %1$s%2$s</a>

source: Powered by <a href="https://example.com">Your Company</a>
fa_ir: قدرت گرفته از <a href="https://example.com">شرکت شما</a>

source: Powered by
fa_ir: قدرت گرفته از

source: Company Logo
fa_ir: لوگوی شرکت

source: Ultimate Multisite - First Steps
fa_ir: Ultimate Multisite - اولین قدم‌ها

source: Ultimate Multisite - Summary
fa_ir: Ultimate Multisite - خلاصه

source: Ultimate Multisite - Activity Stream
fa_ir: Ultimate Multisite - جریان فعالیت‌ها

source: Welcome!
fa_ir: خوش آمدید!

source: Welcome to your new network dashboard!
fa_ir: به داشبورد جدید شبکه خود خوش آمدید!

source: You will notice that <strong>Ultimate Multisite</strong> adds a couple of useful widgets here so you can keep an eye on how your network is doing.
fa_ir: متوجه خواهید شد که <strong>Ultimate Multisite</strong> چند ابزارک کاربردی اضافه کرده تا بتوانید وضعیت شبکه خود را راحت‌تر بررسی کنید.

source: Finish your setup
fa_ir: تنظیمات خود را کامل کنید

source: You still have a couple of things to do configuration-wise. Check the steps on this list and make sure you complete them all.
fa_ir: هنوز چند مورد تنظیم باقی مانده است. مراحل این لیست را بررسی کنید و مطمئن شوید همه را انجام داده‌اید.

source: Our home
fa_ir: خانه ما

source: You can always find Ultimate Multisite settings and other pages under our menu item, here on the Network-level dashboard. 😃
fa_ir: همیشه می‌توانید تنظیمات Ultimate Multisite و صفحات دیگر را از منوی ما در داشبورد سطح شبکه پیدا کنید. 😃

source: Initial Setup
fa_ir: راه‌اندازی اولیه

source: Go through the initial Setup Wizard to configure the basic settings of your network.
fa_ir: با استفاده از راهنمای راه‌اندازی اولیه، تنظیمات پایه شبکه خود را انجام دهید.
