Repository: Multisite-Ultimate/ultimate-multisite
Catalog: lang/ultimate-multisite-*.po
Languages: fa_ir

source: Expired
fa_ir: منقضی شده

source: Cancelled
fa_ir: لغو شده

source: Completed
fa_ir: تکمیل شده

source: Refunded
fa_ir: بازپرداخت شده

source: Partially Refunded
fa_ir: بخشی بازپرداخت شده

source: Partially Paid
fa_ir: بخشی پرداخت شده

source: Failed
fa_ir: ناموفق

source: Package
fa_ir: بسته

source: Service
fa_ir: سرویس

source: Regular Site
fa_ir: سایت معمولی

source: Pages
fa_ir: برگه‌ها

source: Generator
fa_ir: تولیدکننده

source: Reset Database
fa_ir: بازنشانی پایگاه داده

source: Drop Database
fa_ir: حذف پایگاه داده

source: Toggle to generate customers.
fa_ir: تولید مشتریان را فعال کنید.

source: Number of Customers
fa_ir: تعداد مشتریان

source: Toggle to generate products.
fa_ir: تولید محصولات را فعال کنید.

source: Number of Products
fa_ir: تعداد محصولات

source: Toggle to generate memberships.
fa_ir: تولید عضویت‌ها را فعال کنید.

source: Number of Memberships
fa_ir: تعداد عضویت‌ها

source: Toggle to generate sites.
fa_ir: تولید سایت‌ها را فعال کنید.

source: Number of Sites
fa_ir: تعداد سایت‌ها

source: Toggle to generate domains.
fa_ir: تولید دامنه‌ها را فعال کنید.

source: Number of Domains
fa_ir: تعداد دامنه‌ها

source: Toggle to generate discount codes.
fa_ir: تولید کدهای تخفیف را فعال کنید.

source: Number of Discount Codes
fa_ir: تعداد کدهای تخفیف

source: Toggle to generate payments.
fa_ir: تولید پرداخت‌ها را فعال کنید.

source: Number of Payments
fa_ir: تعداد پرداخت‌ها

source: Generate Data &rarr;
fa_ir: تولید داده &larr;

source: Only reset generated data.
fa_ir: فقط داده‌های تولیدشده را بازنشانی کن.

source: Toggle this option to only remove data that was added by the generator previously. Untoggling this option will reset ALL data in Ultimate Multisite tables.
fa_ir: با فعال کردن این گزینه فقط داده‌هایی که قبلاً توسط تولیدکننده افزوده شده‌اند حذف می‌شوند. اگر این گزینه غیرفعال باشد، تمام داده‌های جداول Ultimate Multisite بازنشانی خواهند شد.

source: Reset Database &rarr;
fa_ir: بازنشانی پایگاه داده &larr;

source: This action will drop the Ultimate Multisite database tables and is irreversable.
fa_ir: این عملیات جداول پایگاه داده Ultimate Multisite را حذف می‌کند و قابل بازگشت نیست.

source: Drop Database Tables &rarr;
fa_ir: حذف جداول پایگاه داده &larr;

source: Admin Page
fa_ir: صفحه مدیریت

source: Certificate Invalid: %s
fa_ir: گواهی نامعتبر: %s

source: This is not yet available...
fa_ir: هنوز در دسترس نیست...

source: We're still working on this part of the product.
fa_ir: ما هنوز در حال کار روی این بخش از محصول هستیم.

source: No Title
fa_ir: بدون عنوان

source: Afghanistan
fa_ir: افغانستان

source: &#197;land Islands
fa_ir: جزایر آلند

source: Albania
fa_ir: آلبانی

source: Algeria
fa_ir: الجزایر

source: Andorra
fa_ir: آندورا

source: Angola
fa_ir: آنگولا

source: Anguilla
fa_ir: آنگویلا

source: Antarctica
fa_ir: جنوبگان

source: Antigua and Barbuda
fa_ir: آنتیگوا و باربودا

source: Argentina
fa_ir: آرژانتین

source: Armenia
fa_ir: ارمنستان

source: Aruba
fa_ir: آروبا

source: Australia
fa_ir: استرالیا

source: Austria
fa_ir: اتریش

source: Azerbaijan
fa_ir: آذربایجان

source: Bahamas
fa_ir: باهاما

source: Bahrain
fa_ir: بحرین

source: Bangladesh
fa_ir: بنگلادش

source: Barbados
fa_ir: باربادوس

source: Belarus
fa_ir: بلاروس

source: Belgium
fa_ir: بلژیک

source: Belau
fa_ir: پالائو

source: Belize
fa_ir: بلیز

source: Benin
fa_ir: بنین

source: Bermuda
fa_ir: برمودا

source: Bhutan
fa_ir: بوتان

source: Bolivia
fa_ir: بولیوی

source: Bonaire, Saint Eustatius and Saba
fa_ir: بونیر، سنت یوستاتیوس و صبا

source: Bosnia and Herzegovina
fa_ir: بوسنی و هرزگوین

source: Botswana
fa_ir: بوتسوانا

source: Bouvet Island
fa_ir: جزیره بووه

source: British Indian Ocean Territory
fa_ir: قلمرو بریتانیا در اقیانوس هند

source: British Virgin Islands
fa_ir: جزایر ویرجین بریتانیا

source: Brunei
fa_ir: برونئی

source: Bulgaria
fa_ir: بلغارستان

source: Burkina Faso
fa_ir: بورکینافاسو

source: Burundi
fa_ir: بوروندی

source: Cambodia
fa_ir: کامبوج

source: Cameroon
fa_ir: کامرون

source: Cape Verde
fa_ir: کیپ ورد

source: Cayman Islands
fa_ir: جزایر کیمن

source: Central African Republic
fa_ir: جمهوری آفریقای مرکزی

source: Chad
fa_ir: چاد

source: Chile
fa_ir: شیلی

source: Christmas Island
fa_ir: جزیره کریسمس

source: Cocos (Keeling) Islands
fa_ir: جزایر کوکوس (کایلینگ)

source: Colombia
fa_ir: کلمبیا

source: Comoros
fa_ir: کومور

source: Congo (Brazzaville)
fa_ir: کنگو (برازاویل)

source: Congo (Kinshasa)
fa_ir: کنگو (کینشاسا)

source: Cook Islands
fa_ir: جزایر کوک

source: Costa Rica
fa_ir: کاستاریکا

source: Croatia
fa_ir: کرواسی

source: Cuba
fa_ir: کوبا

source: Cura&ccedil;ao
fa_ir: کوراسائو

source: Cyprus
fa_ir: قبرس

source: Czech Republic
fa_ir: جمهوری چک

source: Denmark
fa_ir: دانمارک

source: Djibouti
fa_ir: جیبوتی

source: Dominica
fa_ir: دومینیکا

source: Dominican Republic
fa_ir: جمهوری دومینیکن

source: Ecuador
fa_ir: اکوادور

source: Egypt
fa_ir: مصر

source: El Salvador
fa_ir: السالوادور

source: Equatorial Guinea
fa_ir: گینه استوایی

source: Eritrea
fa_ir: اریتره

source: Estonia
fa_ir: استونی

source: Ethiopia
fa_ir: اتیوپی

source: Falkland Islands
fa_ir: جزایر فالکلند

source: Faroe Islands
fa_ir: جزایر فارو

source: Fiji
fa_ir: فیجی

source: Finland
fa_ir: فنلاند

source: French Southern Territories
fa_ir: سرزمین‌های جنوبی فرانسه

source: Gabon
fa_ir: گابن

source: Gambia
fa_ir: گامبیا

source: Ghana
fa_ir: غنا

source: Gibraltar
fa_ir: جبل‌الطارق

source: Greece
fa_ir: یونان

source: Greenland
fa_ir: گرینلند

source: Grenada
fa_ir: گرنادا

source: Guatemala
fa_ir: گواتمالا

source: Guernsey
fa_ir: گرنزی

source: Guinea
fa_ir: گینه

source: Guinea-Bissau
fa_ir: گینه بیسائو

source: Guyana
fa_ir: گویان

source: Haiti
fa_ir: هائیتی

source: Heard Island and McDonald Islands
fa_ir: جزیره هرد و جزایر مک‌دونالد

source: Honduras
fa_ir: هندوراس

source: Hong Kong
fa_ir: هنگ‌کنگ

source: Hungary
fa_ir: مجارستان

source: Iceland
fa_ir: ایسلند

source: Indonesia
fa_ir: اندونزی

source: Iran
fa_ir: ایران

source: Iraq
fa_ir: عراق

source: Ireland
fa_ir: ایرلند

source: Isle of Man
fa_ir: جزیره من

source: Israel
fa_ir: اسرائیل

source: Italy
fa_ir: ایتالیا

source: Ivory Coast
fa_ir: ساحل عاج

source: Jamaica
fa_ir: جامائیکا

source: Jersey
fa_ir: جرزی

source: Jordan
fa_ir: اردن

source: Kazakhstan
fa_ir: قزاقستان

source: Kenya
fa_ir: کنیا

source: Kiribati
fa_ir: کیریباتی

source: Kuwait
fa_ir: کویت

source: Kyrgyzstan
fa_ir: قرقیزستان

source: Laos
fa_ir: لائوس

source: Latvia
fa_ir: لتونی

source: Lebanon
fa_ir: لبنان

source: Lesotho
fa_ir: لسوتو

source: Liberia
fa_ir: لیبریا

source: Libya
fa_ir: لیبی

source: Liechtenstein
fa_ir: لیختن‌اشتاین

source: Lithuania
fa_ir: لیتوانی

source: Luxembourg
fa_ir: لوکزامبورگ

source: Macao S.A.R., China
fa_ir: ماکائو (چین)

source: Macedonia
fa_ir: مقدونیه

source: Madagascar
fa_ir: ماداگاسکار

source: Malawi
fa_ir: مالاوی

source: Maldives
fa_ir: مالدیو

source: Mali
fa_ir: مالی

source: Malta
fa_ir: مالت

source: Marshall Islands
fa_ir: جزایر مارشال

source: Mauritania
fa_ir: موریتانی

source: Mauritius
fa_ir: موریس

source: Micronesia
fa_ir: میکرونزی

source: Moldova
fa_ir: مولداوی

source: Monaco
fa_ir: موناکو

source: Mongolia
fa_ir: مغولستان

source: Montenegro
fa_ir: مونته‌نگرو

source: Montserrat
fa_ir: مونتسرات

source: Morocco
fa_ir: مراکش

source: Mozambique
fa_ir: موزامبیک

source: Myanmar
fa_ir: میانمار

source: Namibia
fa_ir: نامیبیا

source: Nauru
fa_ir: نائورو

source: Nepal
fa_ir: نپال

source: New Caledonia
fa_ir: کالدونیای جدید

source: New Zealand
fa_ir: نیوزیلند

source: Nicaragua
fa_ir: نیکاراگوئه

source: Nigeria
fa_ir: نیجریه

source: Niue
fa_ir: نیوئه

source: Norfolk Island
fa_ir: جزیره نورفولک

source: North Korea
fa_ir: کره شمالی

source: Norway
fa_ir: نروژ

source: Oman
fa_ir: عمان

source: Pakistan
fa_ir: پاکستان

source: Palestinian Territory
fa_ir: سرزمین فلسطین

source: Panama
fa_ir: پاناما

source: Papua New Guinea
fa_ir: پاپوآ گینه نو

source: Paraguay
fa_ir: پاراگوئه

source: Peru
fa_ir: پرو

source: Philippines
fa_ir: فیلیپین

source: Pitcairn
fa_ir: پیتکرن

source: Poland
fa_ir: لهستان

source: Portugal
fa_ir: پرتغال

source: Qatar
fa_ir: قطر

source: Reunion
fa_ir: رئونیون

source: Romania
fa_ir: رومانی

source: Rwanda
fa_ir: رواندا

source: Saint Barth&eacute;lemy
fa_ir: سن بارتلمی

source: Saint Kitts and Nevis
fa_ir: سنت کیتس و نویس

source: Saint Lucia
fa_ir: سنت لوسیا

source: Saint Martin (French part)
fa_ir: سنت مارتین (بخش فرانسوی)

source: Saint Martin (Dutch part)
fa_ir: سنت مارتین (بخش هلندی)

source: Saint Vincent and the Grenadines
fa_ir: سنت وینسنت و گرنادین‌ها

source: San Marino
fa_ir: سان مارینو

source: S&atilde;o Tom&eacute; and Pr&iacute;ncipe
fa_ir: سائوتومه و پرینسیپ

source: Saudi Arabia
fa_ir: عربستان سعودی

source: Senegal
fa_ir: سنگال

source: Serbia
fa_ir: صربستان

source: Seychelles
fa_ir: سیشل

source: Sierra Leone
fa_ir: سیرالئون

source: Slovakia
fa_ir: اسلواکی

source: Slovenia
fa_ir: اسلوونی

source: Solomon Islands
fa_ir: جزایر سلیمان

source: Somalia
fa_ir: سومالی

source: South Georgia/Sandwich Islands
fa_ir: جزایر جورجیای جنوبی و ساندویچ

source: South Korea
fa_ir: کره جنوبی

source: South Sudan
fa_ir: سودان جنوبی

source: Sri Lanka
fa_ir: سری‌لانکا

source: Sudan
fa_ir: سودان

source: Suriname
fa_ir: سورینام

source: Svalbard and Jan Mayen
fa_ir: اسوالبارد و یان ماین

source: Swaziland
fa_ir: سوازیلند

source: Sweden
fa_ir: سوئد

source: Switzerland
fa_ir: سوئیس

source: Syria
fa_ir: سوریه

source: Tajikistan
fa_ir: تاجیکستان

source: Tanzania
fa_ir: تانزانیا

source: Thailand
fa_ir: تایلند

source: Timor-Leste
fa_ir: تیمور شرقی

source: Togo
fa_ir: توگو

source: Tokelau
fa_ir: توکلائو

source: Tonga
fa_ir: تونگا

source: Trinidad and Tobago
fa_ir: ترینیداد و توباگو

source: Tunisia
fa_ir: تونس

source: Turkmenistan
fa_ir: ترکمنستان

source: Turks and Caicos Islands
fa_ir: جزایر ترک و کایکوس

source: Tuvalu
fa_ir: تووالو

source: Uganda
fa_ir: اوگاندا

source: Ukraine
fa_ir: اوکراین

source: United Arab Emirates
fa_ir: امارات متحده عربی

source: United Kingdom (UK)
fa_ir: بریتانیا (UK)

source: United States (US)
fa_ir: ایالات متحده (US)

source: United States (US) Minor Outlying Islands
fa_ir: جزایر کوچک دورافتاده ایالات متحده (US)

source: United States (US) Virgin Islands
fa_ir: جزایر ویرجین ایالات متحده (US)

source: Uruguay
fa_ir: اروگوئه

source: Uzbekistan
fa_ir: ازبکستان

source: Vanuatu
fa_ir: وانواتو

source: Vatican
fa_ir: واتیکان

source: Venezuela
fa_ir: ونزوئلا

source: Vietnam
fa_ir: ویتنام

source: Western Sahara
fa_ir: صحرای غربی

source: Samoa
fa_ir: ساموآ

source: Yemen
fa_ir: یمن

source: Zambia
fa_ir: زامبیا

source: Zimbabwe
fa_ir: زیمبابوه

source: Select Country
fa_ir: انتخاب کشور

source: Not found
fa_ir: یافت نشد

source: United Arab Emirates Dirham
fa_ir: درهم امارات متحده عربی

source: Afghan Afghani
fa_ir: افغانی افغانستان

source: Albanian Lek
fa_ir: لک آلبانی

source: Armenian Dram
fa_ir: درام ارمنستان

source: Angolan Kwanza
fa_ir: کوانزای آنگولا

source: Argentine Peso
fa_ir: پزوی آرژانتین

source: Australian Dollar
fa_ir: دلار استرالیا

source: Aruban Florin
fa_ir: فلورین آروبا

source: Azerbaijani Manat
fa_ir: مانات آذربایجان

source: Bosnia & Herzegovina Convertible Mark
fa_ir: مارک قابل تبدیل بوسنی و هرزگوین

source: Barbadian Dollar
fa_ir: دلار باربادوس

source: Bangladeshi Taka
fa_ir: تاکای بنگلادش

source: Bulgarian Lev
fa_ir: لف بلغارستان

source: Burundian Franc
fa_ir: فرانک بوروندی

source: Bermudian Dollar
fa_ir: دلار برمودا

source: Brunei Dollar
fa_ir: دلار برونئی

source: Bolivian Boliviano
fa_ir: بولیویانو بولیوی

source: Brazilian Real
fa_ir: رئال برزیل

source: Bahamian Dollar
fa_ir: دلار باهاما

source: Botswana Pula
fa_ir: پولای بوتسوانا

source: Belarusian Ruble
fa_ir: روبل بلاروس

source: Belize Dollar
fa_ir: دلار بلیز

source: Canadian Dollar
fa_ir: دلار کانادا

source: Congolese Franc
fa_ir: فرانک کنگو

source: Swiss Franc
fa_ir: فرانک سوئیس

source: Chilean Peso
fa_ir: پزوی شیلی

source: Chinese Renminbi Yuan
fa_ir: یوان رنمینبی چین

source: Colombian Peso
fa_ir: پزوی کلمبیا

source: Costa Rican Colón
fa_ir: کلن کاستاریکا

source: Cape Verdean Escudo
fa_ir: اسکودوی کیپ ورد

source: Czech Koruna
fa_ir: کرون چک

source: Djiboutian Franc
fa_ir: فرانک جیبوتی

source: Danish Krone
fa_ir: کرون دانمارک

source: Dominican Peso
fa_ir: پزوی دومینیکن

source: Algerian Dinar
fa_ir: دینار الجزایر

source: Egyptian Pound
fa_ir: پوند مصر

source: Ethiopian Birr
fa_ir: بیر اتیوپی

source: Euro
fa_ir: یورو

source: Fijian Dollar
fa_ir: دلار فیجی

source: Falkland Islands Pound
fa_ir: پوند جزایر فالکلند

source: British Pound
fa_ir: پوند بریتانیا

source: Georgian Lari
fa_ir: لاری گرجستان

source: Gibraltar Pound
fa_ir: پوند جبل‌الطارق

source: Gambian Dalasi
fa_ir: دالاسی گامبیا

source: Guinean Franc
fa_ir: فرانک گینه

source: Guatemalan Quetzal
fa_ir: کتزال گواتمالا

source: Guyanese Dollar
fa_ir: دلار گویان

source: Hong Kong Dollar
fa_ir: دلار هنگ‌کنگ

source: Honduran Lempira
fa_ir: لمپیرا هندوراس

source: Croatian Kuna
fa_ir: کونای کرواسی

source: Haitian Gourde
fa_ir: گورد هائیتی

source: Hungarian Forint
fa_ir: فورینت مجارستان

source: Indonesian Rupiah
fa_ir: روپیه اندونزی

source: Israeli New Sheqel
fa_ir: شکل جدید اسرائیل

source: Indian Rupee
fa_ir: روپیه هند

source: Icelandic Króna
fa_ir: کرونای ایسلند

source: Jamaican Dollar
fa_ir: دلار جامائیکا

source: Japanese Yen
fa_ir: ین ژاپن

source: Kenyan Shilling
fa_ir: شیلینگ کنیا

source: Kyrgyzstani Som
fa_ir: سوم قرقیزستان

source: Cambodian Riel
fa_ir: ری‌یل کامبوج

source: Comorian Franc
fa_ir: فرانک کومور

source: South Korean Won
fa_ir: وون کره جنوبی

source: Cayman Islands Dollar
fa_ir: دلار جزایر کیمن

source: Kazakhstani Tenge
fa_ir: تنگه قزاقستان

source: Lao Kip
fa_ir: کیپ لائوس

source: Lebanese Pound
fa_ir: پوند لبنان

source: Sri Lankan Rupee
fa_ir: روپیه سری‌لانکا

source: Liberian Dollar
fa_ir: دلار لیبریا

source: Lesotho Loti
fa_ir: لوتی لسوتو

source: Moroccan Dirham
fa_ir: درهم مراکش

source: Moldovan Leu
fa_ir: لئوی مولداوی

source: Malagasy Ariary
fa_ir: آریاری ماداگاسکار

source: Macedonian Denar
fa_ir: دینار مقدونیه

source: Myanmar Kyat
fa_ir: کیات میانمار

source: Mongolian Tögrög
fa_ir: توگروگ مغولستان

source: Macanese Pataca
fa_ir: پاتاکای ماکائو

source: Mauritanian Ouguiya
fa_ir: اوگوئیای موریتانی

source: Mauritian Rupee
fa_ir: روپیه موریس

source: Maldivian Rufiyaa
fa_ir: روفیای مالدیو

source: Malawian Kwacha
fa_ir: کواچای مالاوی

source: Mexican Peso
fa_ir: پزوی مکزیک

source: Malaysian Ringgit
fa_ir: رینگیت مالزی

source: Mozambican Metical
fa_ir: متیکال موزامبیک

source: Namibian Dollar
fa_ir: دلار نامیبیا

source: Nigerian Naira
fa_ir: نایرای نیجریه

source: Nicaraguan Córdoba
fa_ir: کوردوبای نیکاراگوئه

source: Norwegian Krone
fa_ir: کرون نروژ

source: Nepalese Rupee
fa_ir: روپیه نپال

source: New Zealand Dollar
fa_ir: دلار نیوزیلند

source: Panamanian Balboa
fa_ir: بالبوای پاناما

source: Peruvian Nuevo Sol
fa_ir: نوئوو سول پرو

source: Papua New Guinean Kina
fa_ir: کینای پاپوآ گینه نو

source: Philippine Peso
fa_ir: پزوی فیلیپین

source: Pakistani Rupee
fa_ir: روپیه پاکستان

source: Polish Złoty
fa_ir: زواتی لهستان

source: Paraguayan Guaraní
fa_ir: گوارانی پاراگوئه

source: Qatari Riyal
fa_ir: ریال قطر

source: Romanian Leu
fa_ir: لئوی رومانی

source: Serbian Dinar
fa_ir: دینار صربستان

source: Russian Ruble
fa_ir: روبل روسیه

source: Rwandan Franc
fa_ir: فرانک رواندا

source: Saudi Riyal
fa_ir: ریال سعودی

source: Solomon Islands Dollar
fa_ir: دلار جزایر سلیمان

source: Seychellois Rupee
fa_ir: روپیه سیشل

source: Swedish Krona
fa_ir: کرون سوئد

source: Singapore Dollar
fa_ir: دلار سنگاپور

source: Saint Helenian Pound
fa_ir: پوند سنت هلن

source: Sierra Leonean Leone
fa_ir: لئونه سیرالئون

source: Somali Shilling
fa_ir: شیلینگ سومالی

source: Surinamese Dollar
fa_ir: دلار سورینام

source: São Tomé and Príncipe Dobra
fa_ir: دوبرا سائوتومه و پرینسیپ

source: Salvadoran Colón
fa_ir: کلون السالوادور

source: Swazi Lilangeni
fa_ir: لیلانگنی اسواتینی

source: Thai Baht
fa_ir: بات تایلند

source: Tajikistani Somoni
fa_ir: سامانی تاجیکستان

source: Tongan Paʻanga
fa_ir: پاآنگای تونگا

source: Turkish Lira
fa_ir: لیر ترکیه

source: Trinidad and Tobago Dollar
fa_ir: دلار ترینیداد و توباگو

source: New Taiwan Dollar
fa_ir: دلار جدید تایوان

source: Tanzanian Shilling
fa_ir: شیلینگ تانزانیا

source: Ukrainian Hryvnia
fa_ir: هریونیای اوکراین

source: Ugandan Shilling
fa_ir: شیلینگ اوگاندا

source: United States Dollar
fa_ir: دلار آمریکا

source: Uruguayan Peso
fa_ir: پزوی اروگوئه

source: Uzbekistani Som
fa_ir: سوم ازبکستان

source: Vietnamese Đồng
fa_ir: دونگ ویتنام

source: Vanuatu Vatu
fa_ir: واتوی وانواتو

source: Samoan Tala
fa_ir: تالای ساموآ

source: Central African Cfa Franc
fa_ir: فرانک سی‌اف‌ای آفریقای مرکزی

source: East Caribbean Dollar
fa_ir: دلار شرق کارائیب

source: West African Cfa Franc
fa_ir: فرانک سی‌اف‌ای غرب آفریقا

source: Cfp Franc
fa_ir: فرانک سی‌اف‌پی

source: Caribbean Guilder
fa_ir: گیلدر کارائیب

source: Yemeni Rial
fa_ir: ریال یمن

source: South African Rand
fa_ir: رند آفریقای جنوبی

source: Zambian Kwacha
fa_ir: کواچای زامبیا

source: Iranian Rial
fa_ir: ریال ایران

source: The email address is invalid.
fa_ir: آدرس ایمیل نامعتبر است.

source: We were not able to create a new user with the provided username and email address combination.
fa_ir: امکان ایجاد کاربر جدید با این نام کاربری و ایمیل وجود ندارد.

source: We were not able to find a user with the given user_id.
fa_ir: کاربری با user_id داده‌شده پیدا نشد.

source: Day
fa_ir: روز

source: Month
fa_ir: ماه

source: Year
fa_ir: سال

source: on %s
fa_ir: در %s

source: In %s
fa_ir: در %s

source: You should not register new payment gateways before the wu_register_gateways hook.
fa_ir: نباید پیش از هوک wu_register_gateways درگاه پرداخت جدید ثبت کنید.

source: Strength indicator
fa_ir: شاخص قدرت

source: Invalid site ID
fa_ir: شناسه سایت نامعتبر است

source: credit
fa_ir: اعتباری

source: debit
fa_ir: برداشت

source: Adjustment %s
fa_ir: تعدیل %s

source: Amount adjustment based on previous deal.
fa_ir: تنظیم مبلغ بر اساس توافق قبلی.

source: Initial amount adjustment based on previous deal.
fa_ir: تنظیم اولیه مبلغ بر اساس توافق قبلی.

source: Example Site
fa_ir: سایت نمونه

source: This is an example of a site description.
fa_ir: این یک نمونه توضیح برای سایت است.

source: Test Product
fa_ir: محصول تستی

source: Side Panel
fa_ir: پنل کناری

source: Regular setting APIs are already available. You should use wu_get_setting() instead.
fa_ir: رابط‌های تنظیمات معمولی در دسترس هستند. به جای آن باید از wu_get_setting() استفاده کنید.

source: Regular setting APIs are already available. You should use wu_save_setting() instead.
fa_ir: رابط‌های تنظیمات معمولی در دسترس هستند. به جای آن باید از wu_save_setting() استفاده کنید.

source: Use Ultimate Multisite default
fa_ir: استفاده از تنظیمات پیش‌فرض Ultimate Multisite

source: The current payment integration will be cancelled.
fa_ir: ادغام پرداخت فعلی لغو خواهد شد.

source: You will receive a new invoice on the next billing cycle.
fa_ir: در دوره صورتحساب بعدی، فاکتور جدید دریافت خواهید کرد.

source: The customer will receive a new invoice on the next billing cycle.
fa_ir: در دوره صورتحساب بعدی، مشتری فاکتور جدید دریافت خواهد کرد.

source: The current payment integration will be updated.
fa_ir: ادغام پرداخت فعلی به‌روزرسانی خواهد شد.

source: Change Payment Method
fa_ir: تغییر روش پرداخت

source: Manage your membership payment methods.
fa_ir: روش‌های پرداخت عضویت خود را مدیریت کنید.

source: Credit Card
fa_ir: کارت اعتباری

source: Use Stripe Billing Portal
fa_ir: استفاده از پورتال صورتحساب Stripe

source: Invalid API Key provided
fa_ir: کلید API نامعتبر وارد شده است

source: Error: No gateway subscription ID found for this membership.
fa_ir: خطا: شناسه اشتراک درگاه برای این عضویت پیدا نشد.

source: Amount adjustment based on custom deal.
fa_ir: تنظیم مبلغ بر اساس توافق سفارشی.

source: Invalid payment method
fa_ir: روش پرداخت نامعتبر است

source: Account credit and other discounts
fa_ir: اعتبار حساب و سایر تخفیف‌ها

source: Gateway payment ID not found. Cannot process refund automatically.
fa_ir: شناسه پرداخت درگاه پیدا نشد. امکان بازپرداخت خودکار وجود ندارد.

source: Gateway payment ID not valid.
fa_ir: شناسه پرداخت درگاه معتبر نیست.

source: An unknown error has occurred.
fa_ir: یک خطای ناشناخته رخ داده است.

source: An error has occurred (code: %1$s; message: %2$s).
fa_ir: یک خطا رخ داده است (کد: %1$s؛ پیام: %2$s).

source: Event ID not found.
fa_ir: شناسه رویداد پیدا نشد.

source: Exiting Stripe webhook - This call must be handled by %s webhook
fa_ir: خروج از وب‌هوک Stripe - این فراخوان باید توسط وب‌هوک %s مدیریت شود

source: Duplicate payment.
fa_ir: پرداخت تکراری.

source: Payment not found on refund webhook call.
fa_ir: پرداخت در فراخوان وب‌هوک بازپرداخت پیدا نشد.

source: Payment is not refundable.
fa_ir: امکان بازپرداخت این پرداخت وجود ندارد.

source: Membership cancelled via Stripe webhook.
fa_ir: عضویت از طریق وب‌هوک Stripe لغو شد.

source: %1$s ending in %2$s
fa_ir: %1$s با پایان %2$s

source: Name on Card
fa_ir: نام روی کارت

source: Missing plan name or price.
fa_ir: نام پلن یا قیمت وارد نشده است.

source: Empty plan ID.
fa_ir: شناسه پلن خالی است.

source: Missing product name.
fa_ir: نام محصول وارد نشده است.

source: Empty product ID.
fa_ir: شناسه محصول خالی است.

source: Manual
fa_ir: دستی

source: Use the settings section below to configure the manual payment method. This method allows your customers to manually pay for their memberships, but those payments require manual confirmation on your part.
fa_ir: برای تنظیم روش پرداخت دستی، از بخش تنظیمات زیر استفاده کنید. این روش به مشتریان شما اجازه می‌دهد هزینه عضویت را به صورت دستی پرداخت کنند، اما تایید این پرداخت‌ها به صورت دستی توسط شما لازم است.

source: Payment Instructions
fa_ir: دستورالعمل پرداخت

source: This instructions will be shown to the customer on the thank you page, as well as be sent via email.
fa_ir: این دستورالعمل‌ها به مشتری در صفحه تشکر نمایش داده می‌شود و همچنین از طریق ایمیل ارسال خواهد شد.

source: Payment instructions here.
fa_ir: دستورالعمل پرداخت را اینجا وارد کنید.

source: You will receive a updated invoice on the next billing cycle.
fa_ir: در دوره صورتحساب بعدی، فاکتور به‌روزرسانی‌شده دریافت خواهید کرد.

source: The customer will receive a updated invoice on the next billing cycle.
fa_ir: در دوره صورتحساب بعدی، مشتری فاکتور به‌روزرسانی‌شده دریافت خواهد کرد.

source: After you finish signing up, we will send you an email with instructions to finalize the payment. Your account will be pending until the payment is finalized and confirmed.
fa_ir: پس از تکمیل ثبت‌نام، ایمیلی حاوی دستورالعمل پرداخت برای شما ارسال می‌شود. حساب شما تا زمان تایید و نهایی شدن پرداخت، در حالت انتظار خواهد بود.

source: Instructions for Payment
fa_ir: راهنمای پرداخت

source: PayPal
fa_ir: پی‌پال

source: Use the settings section below to configure PayPal Express as a payment method.
fa_ir: برای تنظیم پی‌پال اکسپرس به عنوان روش پرداخت، از بخش تنظیمات زیر استفاده کنید.

source: PayPal Sandbox Mode
fa_ir: حالت آزمایشی پی‌پال

source: Toggle this to put PayPal on sandbox mode. This is useful for testing and making sure PayPal is correctly setup to handle your payments.
fa_ir: با فعال کردن این گزینه، پی‌پال در حالت آزمایشی قرار می‌گیرد. این گزینه برای تست و اطمینان از تنظیم صحیح پی‌پال جهت مدیریت پرداخت‌ها مناسب است.

source: PayPal Test Username
fa_ir: نام کاربری آزمایشی پی‌پال

source: Make sure you are placing the TEST username, not the live one.
fa_ir: اطمینان حاصل کنید که نام کاربری آزمایشی را وارد می‌کنید، نه نام کاربری اصلی.

source: e.g. username_api1.username.co
fa_ir: مثال: username_api1.username.co

source: PayPal Test Password
fa_ir: رمز عبور آزمایشی پی‌پال

source: Make sure you are placing the TEST password, not the live one.
fa_ir: اطمینان حاصل کنید که رمز عبور آزمایشی را وارد می‌کنید، نه رمز عبور اصلی.
