Repository: Multisite-Ultimate/ultimate-multisite
Catalog: lang/ultimate-multisite-*.po
Languages: fa_ir

source: Hartlepool
fa_ir: هارتل‌پول

source: Herefordshire
fa_ir: هرفوردشر

source: Hertfordshire
fa_ir: هرتفوردشر

source: Highland
fa_ir: هایلند

source: Inverclyde
fa_ir: اینوِرکلاید

source: Isle of Wight
fa_ir: جزیره وایت

source: Isles of Scilly
fa_ir: جزایر سیلی

source: Kent
fa_ir: کِنت

source: Kirklees
fa_ir: کرکلیز

source: Knowsley
fa_ir: نوزلی

source: Lancashire
fa_ir: لانکاشر

source: Larne Borough Council
fa_ir: شورای منطقه لارنه

source: Leeds
fa_ir: لیدز

source: Leicestershire
fa_ir: لسترشر

source: Limavady Borough Council
fa_ir: شورای منطقه لیماوادی

source: Lincolnshire
fa_ir: لینکولن‌شر

source: Lisburn City Council
fa_ir: شورای شهر لیسبورن

source: Lisburn and Castlereagh
fa_ir: لیسبورن و کَسِل‌ری

source: Liverpool
fa_ir: لیورپول

source: London Borough of Barking and Dagenham
fa_ir: منطقه لندن بارکینگ و دگنهام

source: London Borough of Barnet
fa_ir: منطقه لندن بارنت

source: London Borough of Bexley
fa_ir: منطقه لندن بکسلی

source: London Borough of Brent
fa_ir: منطقه لندن برنت

source: London Borough of Bromley
fa_ir: منطقه لندن بروملی

source: London Borough of Camden
fa_ir: منطقه لندن کامدن

source: London Borough of Croydon
fa_ir: منطقه لندن کرویدون

source: London Borough of Ealing
fa_ir: منطقه لندن ایلینگ

source: London Borough of Enfield
fa_ir: منطقه لندن انفیلد

source: London Borough of Hackney
fa_ir: ناحیه هکنی لندن

source: London Borough of Hammersmith and Fulham
fa_ir: ناحیه همرسمیت و فولهام لندن

source: London Borough of Haringey
fa_ir: ناحیه هرینگی لندن

source: London Borough of Harrow
fa_ir: ناحیه هارو لندن

source: London Borough of Havering
fa_ir: ناحیه هاورینگ لندن

source: London Borough of Hillingdon
fa_ir: ناحیه هیلینگدون لندن

source: London Borough of Hounslow
fa_ir: ناحیه هونسلو لندن

source: London Borough of Islington
fa_ir: ناحیه ایزلینگتون لندن

source: London Borough of Lambeth
fa_ir: ناحیه لمبث لندن

source: London Borough of Lewisham
fa_ir: ناحیه لوشام لندن

source: London Borough of Merton
fa_ir: ناحیه مرتون لندن

source: London Borough of Newham
fa_ir: ناحیه نیوهام لندن

source: London Borough of Redbridge
fa_ir: ناحیه ردبریج لندن

source: London Borough of Richmond upon Thames
fa_ir: ناحیه ریچموند آپون تیمز لندن

source: London Borough of Southwark
fa_ir: ناحیه ساوت‌وارک لندن

source: London Borough of Sutton
fa_ir: ناحیه ساتن لندن

source: London Borough of Tower Hamlets
fa_ir: ناحیه تاور هملتس لندن

source: London Borough of Waltham Forest
fa_ir: ناحیه والتام فارست لندن

source: London Borough of Wandsworth
fa_ir: ناحیه واندزورث لندن

source: Magherafelt District Council
fa_ir: شورای منطقه‌ای مگرافلت

source: Manchester
fa_ir: منچستر

source: Medway
fa_ir: مدوی

source: Merthyr Tydfil County Borough
fa_ir: شهرستان مرثر تیدفیل

source: Metropolitan Borough of Wigan
fa_ir: شهرستان ویگان

source: Mid Ulster
fa_ir: مید اولستر

source: Mid and East Antrim
fa_ir: مید و ایست آنترم

source: Middlesbrough
fa_ir: میدلزبرو

source: Midlothian
fa_ir: میدلوتیان

source: Milton Keynes
fa_ir: میلتون کینز

source: Monmouthshire
fa_ir: مانموث‌شایر

source: Moray
fa_ir: مورای

source: Moyle District Council
fa_ir: شورای منطقه‌ای موایل

source: Neath Port Talbot County Borough
fa_ir: شهرستان نیت پورت تالبوت

source: Newcastle upon Tyne
fa_ir: نیوکاسل آپون تاین

source: Newport
fa_ir: نیوپورت

source: Newry and Mourne District Council
fa_ir: شورای منطقه‌ای نیوری و مورنه

source: Newry, Mourne and Down
fa_ir: نیوری، مورنه و داون

source: Newtownabbey Borough Council
fa_ir: شورای منطقه‌ای نیوتون‌ابی

source: Norfolk
fa_ir: نورفک

source: North Ayrshire
fa_ir: شمال آیرشر

source: North Down Borough Council
fa_ir: شورای منطقه‌ای نورت داون

source: North East Lincolnshire
fa_ir: شمال شرق لینکلن‌شایر

source: North Lanarkshire
fa_ir: شمال لانارکشایر

source: North Lincolnshire
fa_ir: شمال لینکلن‌شایر

source: North Somerset
fa_ir: شمال سامرست

source: North Tyneside
fa_ir: شمال تاین‌ساید

source: North Yorkshire
fa_ir: شمال یورکشایر

source: Northamptonshire
fa_ir: نورث‌همپتون‌شایر

source: Northern Ireland
fa_ir: ایرلند شمالی

source: Northumberland
fa_ir: نورث‌آمبرلند

source: Nottinghamshire
fa_ir: ناتینگهام‌شایر

source: Oldham
fa_ir: اولدهام

source: Omagh District Council
fa_ir: شورای منطقه‌ای اومه

source: Orkney Islands
fa_ir: جزایر اورکنی

source: Outer Hebrides
fa_ir: جزایر اوتر هبریدس

source: Oxfordshire
fa_ir: آکسفوردشایر

source: Pembrokeshire
fa_ir: پمبروکشایر

source: Perth and Kinross
fa_ir: پرت و کینروس

source: Poole
fa_ir: پول

source: Powys
fa_ir: پوویس

source: Reading
fa_ir: ردینگ

source: Redcar and Cleveland
fa_ir: ردکار و کلیولند

source: Renfrewshire
fa_ir: رنفروشر

source: Rhondda Cynon Taf
fa_ir: روندا کینون تاف

source: Rochdale
fa_ir: راچدیل

source: Rotherham
fa_ir: روترهام

source: Royal Borough of Greenwich
fa_ir: ناحیه سلطنتی گرینویچ

source: Royal Borough of Kensington and Chelsea
fa_ir: ناحیه سلطنتی کنزینگتون و چلسی

source: Royal Borough of Kingston upon Thames
fa_ir: ناحیه سلطنتی کینگستون آپون تیمز

source: Rutland
fa_ir: راتلند

source: Saint Helena
fa_ir: سنت هلنا

source: Salford
fa_ir: سالفورد

source: Sandwell
fa_ir: سندول

source: Scotland
fa_ir: اسکاتلند

source: Scottish Borders
fa_ir: اسکاتیش بوردرز

source: Sefton
fa_ir: سفتون

source: Sheffield
fa_ir: شفیلد

source: Shetland Islands
fa_ir: جزایر شتلند

source: Shropshire
fa_ir: شروپشایر

source: Slough
fa_ir: اسلاو

source: Solihull
fa_ir: سولی‌هال

source: Somerset
fa_ir: سامرست

source: South Ayrshire
fa_ir: ساوت آیرشر

source: South Gloucestershire
fa_ir: ساوت گلاسترشر

source: South Lanarkshire
fa_ir: ساوت لانارکشر

source: South Tyneside
fa_ir: ساوت تاینساید

source: Southend-on-Sea
fa_ir: ساوت‌اند-آن-سی

source: St Helens
fa_ir: سنت هلنز

source: Staffordshire
fa_ir: استافوردشر

source: Stirling
fa_ir: استیرلینگ

source: Stockport
fa_ir: استاکپورت

source: Stockton-on-Tees
fa_ir: استاکتون-آن-تیز

source: Strabane District Council
fa_ir: شورای منطقه استرابان

source: Suffolk
fa_ir: سافک

source: Surrey
fa_ir: ساری

source: Swindon
fa_ir: سوئیندون

source: Tameside
fa_ir: تیمساید

source: Telford and Wrekin
fa_ir: تلفورد و وریکین

source: Thurrock
fa_ir: تاروک

source: Torbay
fa_ir: توربی

source: Torfaen
fa_ir: تروفن

source: Trafford
fa_ir: ترافورد

source: Vale of Glamorgan
fa_ir: ویل آف گلامورگان

source: Wakefield
fa_ir: ویکفیلد

source: Wales
fa_ir: ولز

source: Walsall
fa_ir: والسال

source: Warrington
fa_ir: وارینگتون

source: Warwickshire
fa_ir: وارویکشر

source: West Berkshire
fa_ir: وست برکشایر

source: West Dunbartonshire
fa_ir: وست دانبارتونشر

source: West Lothian
fa_ir: وست لوتیان

source: West Sussex
fa_ir: وست ساسکس

source: Wiltshire
fa_ir: ویلتشر

source: Windsor and Maidenhead
fa_ir: ویندزور و میدن‌هد

source: Wirral
fa_ir: ویرال

source: Wokingham
fa_ir: ووکینگام

source: Worcestershire
fa_ir: ورچسترشر

source: Wrexham County Borough
fa_ir: ورکسام کانتی بورو

source: India
fa_ir: هند

source: Andaman and Nicobar Islands
fa_ir: جزایر آندامان و نیکوبار

source: Andhra Pradesh
fa_ir: آندرا پرادش

source: Arunachal Pradesh
fa_ir: آروناچال پرادش

source: Assam
fa_ir: آسام

source: Bihar
fa_ir: بیهار

source: Chandigarh
fa_ir: چندیگار

source: Chhattisgarh
fa_ir: چاتیسگر

source: Dadra and Nagar Haveli and Daman and Diu
fa_ir: دادرا و ناگر هاولی و دامان و دیو

source: Delhi
fa_ir: دهلی

source: Goa
fa_ir: گوا

source: Gujarat
fa_ir: گجرات

source: Haryana
fa_ir: هاریانا

source: Himachal Pradesh
fa_ir: هیماچال پرادش

source: Jammu and Kashmir
fa_ir: جامو و کشمیر

source: Jharkhand
fa_ir: جهارکند

source: Karnataka
fa_ir: کارناتاکا

source: Kerala
fa_ir: کرالا

source: Ladakh
fa_ir: لداخ

source: Lakshadweep
fa_ir: لاکشدویپ

source: Madhya Pradesh
fa_ir: مادیا پرادش

source: Maharashtra
fa_ir: ماهاراشترا

source: Manipur
fa_ir: مانیپور

source: Meghalaya
fa_ir: مگالایا

source: Mizoram
fa_ir: میزورام

source: Nagaland
fa_ir: ناگالند

source: Odisha
fa_ir: اودیشا

source: Puducherry
fa_ir: پودوچری

source: Punjab
fa_ir: پنجاب

source: Rajasthan
fa_ir: راجستان

source: Sikkim
fa_ir: سیکیم

source: Tamil Nadu
fa_ir: تامل نادو

source: Telangana
fa_ir: تلانگانا

source: Tripura
fa_ir: تریپورا

source: Uttar Pradesh
fa_ir: اوتار پرادش

source: Uttarakhand
fa_ir: اوتاراکند

source: West Bengal
fa_ir: بنگال غربی

source: Japan
fa_ir: ژاپن

source: Gunma Prefecture
fa_ir: استان گونما

source: Saitama Prefecture
fa_ir: استان سایتاما

source: Chiba Prefecture
fa_ir: استان چیبا

source: Tokyo
fa_ir: توکیو

source: Kanagawa Prefecture
fa_ir: استان کاناگاوا

source: Niigata Prefecture
fa_ir: استان نیگاتا

source: Toyama Prefecture
fa_ir: استان تویاما

source: Ishikawa Prefecture
fa_ir: استان ایشیکاوا

source: Fukui Prefecture
fa_ir: استان فوکویی

source: Yamanashi Prefecture
fa_ir: استان یاماناشی

source: Nagano Prefecture
fa_ir: استان ناگانو

source: Gifu Prefecture
fa_ir: استان گیفو

source: Shizuoka Prefecture
fa_ir: استان شیزوئوکا

source: Aichi Prefecture
fa_ir: استان آیچی

source: Mie Prefecture
fa_ir: استان میه

source: Shiga Prefecture
fa_ir: استان شیگا

source: Kyōto Prefecture
fa_ir: استان کیوتو

source: Ōsaka Prefecture
fa_ir: استان اوساکا

source: Hyōgo Prefecture
fa_ir: استان هیئوگو

source: Nara Prefecture
fa_ir: استان نارا

source: Wakayama Prefecture
fa_ir: استان واکایاما

source: Tottori Prefecture
fa_ir: استان تاتوری

source: Shimane Prefecture
fa_ir: استان شیمانه

source: Okayama Prefecture
fa_ir: استان اوکایاما

source: Hiroshima Prefecture
fa_ir: استان هیروشیما

source: Yamaguchi Prefecture
fa_ir: استان یاماگوچی

source: Tokushima Prefecture
fa_ir: استان توکوشیما

source: Kagawa Prefecture
fa_ir: استان کاگاوا

source: Ehime Prefecture
fa_ir: استان اهیمه

source: Kōchi Prefecture
fa_ir: استان کوچی

source: Fukuoka Prefecture
fa_ir: استان فوکوئوکا

source: Saga Prefecture
fa_ir: استان ساگا

source: Nagasaki Prefecture
fa_ir: استان ناگاساکی

source: Kumamoto Prefecture
fa_ir: استان کوماموتو

source: Ōita Prefecture
fa_ir: استان اوئیتا

source: Miyazaki Prefecture
fa_ir: استان میازاکی

source: Kagoshima Prefecture
fa_ir: استان کاگوشیما

source: Okinawa Prefecture
fa_ir: استان اوکیناوا

source: Akita Prefecture
fa_ir: استان آکیتا

source: Aomori Prefecture
fa_ir: استان آئوموری

source: Fukushima Prefecture
fa_ir: استان فوکوشیما

source: Hokkaidō Prefecture
fa_ir: استان هوکایدو

source: Ibaraki Prefecture
fa_ir: استان ایباراکی

source: Iwate Prefecture
fa_ir: استان ایواته

source: Miyagi Prefecture
fa_ir: استان میاگی

source: Tochigi Prefecture
fa_ir: استان توچیگی

source: Yamagata Prefecture
fa_ir: استان یاماگاتا

source: Mexico
fa_ir: مکزیک

source: Aguascalientes
fa_ir: آگواسکالینتس

source: Baja California
fa_ir: باخا کالیفرنیا

source: Baja California Sur
fa_ir: باخا کالیفرنیا سور

source: Campeche
fa_ir: کامپه‌چه

source: Chiapas
fa_ir: چیاپاس

source: Chihuahua
fa_ir: چی‌واوا

source: Ciudad de México
fa_ir: مکزیکو سیتی

source: Coahuila de Zaragoza
fa_ir: کواویلا د زاراگوثا

source: Colima
fa_ir: کولیمای

source: Durango
fa_ir: دورانگو

source: Estado de México
fa_ir: ایالت مکزیک

source: Guanajuato
fa_ir: گواناخواتو

source: Guerrero
fa_ir: گوئررو

source: Hidalgo
fa_ir: هیدالگو

source: Jalisco
fa_ir: خالیسکو

source: Michoacán de Ocampo
fa_ir: میچوآکان د اوکامپو

source: Morelos
fa_ir: مورلوس

source: Nayarit
fa_ir: نایاریت

source: Nuevo León
fa_ir: نوئوو لئون

source: Oaxaca
fa_ir: اوآخاکا

source: Puebla
fa_ir: پوئبلا

source: Querétaro
fa_ir: کره‌تارو

source: Quintana Roo
fa_ir: کینتانا رو

source: San Luis Potosí
fa_ir: سان لوئیس پوتوسی

source: Sinaloa
fa_ir: سینالوآ

source: Sonora
fa_ir: سونورا

source: Tabasco
fa_ir: تاباسکو

source: Tamaulipas
fa_ir: تامائولیپاس

source: Tlaxcala
fa_ir: تلاکسکالا

source: Veracruz de Ignacio de la Llave
fa_ir: وراکروز د ایگناسیو د لا یاوه

source: Yucatán
fa_ir: یوکاتان

source: Zacatecas
fa_ir: زاکاتکاس

source: Malaysia
fa_ir: مالزی

source: Selangor
fa_ir: سلانگور

source: Terengganu
fa_ir: ترنگانو

source: Sabah
fa_ir: صباح

source: Sarawak
fa_ir: ساراواک

source: Kuala Lumpur
fa_ir: کوالالامپور

source: Labuan
fa_ir: لابوان

source: Putrajaya
fa_ir: پوتراجایا

source: Johor
fa_ir: جوهور

source: Kedah
fa_ir: کداح

source: Kelantan
fa_ir: کلانتان

source: Malacca
fa_ir: ملاکا

source: Negeri Sembilan
fa_ir: نگری سمبیلان

source: Pahang
fa_ir: پاهانگ

source: Penang
fa_ir: پنانگ

source: Perak
fa_ir: پراک

source: Perlis
fa_ir: پرلیس

source: Niger
fa_ir: نیجر

source: Agadez Region
fa_ir: استان آگادز

source: Diffa Region
fa_ir: استان دیفا

source: Dosso Region
fa_ir: استان دوسو

source: Maradi Region
fa_ir: استان مارادی

source: Tahoua Region
fa_ir: استان تاهوا

source: Tillabéri Region
fa_ir: استان تیلابری

source: Zinder Region
fa_ir: استان زیندر

source: Netherlands
fa_ir: هلند

source: Bonaire
fa_ir: بونایر

source: Drenthe
fa_ir: درنته

source: Flevoland
fa_ir: فلیوولاند

source: Friesland
fa_ir: فریسلاند

source: Gelderland
fa_ir: خلدرلاند

source: Groningen
fa_ir: گرونینگن

source: Limburg
fa_ir: لیمبورگ

source: North Brabant
fa_ir: برابانت شمالی

source: North Holland
fa_ir: هلند شمالی

source: Overijssel
fa_ir: اووریسل

source: Saba
fa_ir: سابا

source: Sint Eustatius
fa_ir: سینت اوستاتیوس

source: South Holland
fa_ir: هلند جنوبی

source: Utrecht
fa_ir: اوترخت

source: Zeeland
fa_ir: زیلاند

source: Russia
fa_ir: روسیه

source: Altai Krai
fa_ir: سرزمین آلتای

source: Altai Republic
fa_ir: جمهوری آلتای

source: Amur Oblast
fa_ir: استان آمور

source: Arkhangelsk
fa_ir: آرخانگلسک

source: Astrakhan Oblast
fa_ir: استان آستراخان

source: Belgorod Oblast
fa_ir: استان بلگورود

source: Bryansk Oblast
fa_ir: استان بریانسک

source: Chechen Republic
fa_ir: جمهوری چچن

source: Chelyabinsk Oblast
fa_ir: استان چلیابینسک

source: Chukotka Autonomous Okrug
fa_ir: ناحیه خودگردان چوکوکا

source: Chuvash Republic
fa_ir: جمهوری چوواش

source: Irkutsk
fa_ir: ایرکوتسک

source: Ivanovo Oblast
fa_ir: استان ایوانوو

source: Jewish Autonomous Oblast
fa_ir: استان خودگردان یهودی

source: Kabardino-Balkar Republic
fa_ir: جمهوری کاباردینو-بالکار

source: Kaliningrad
fa_ir: کالینینگراد

source: Kaluga Oblast
fa_ir: استان کالوگا

source: Kamchatka Krai
fa_ir: سرزمین کامچاتکا

source: Karachay-Cherkess Republic
fa_ir: جمهوری کراچای-چرکس

source: Kemerovo Oblast
fa_ir: استان کمروو

source: Khabarovsk Krai
fa_ir: سرزمین خاباروفسک

source: Khanty-Mansi Autonomous Okrug
fa_ir: ناحیه خودگردان خانتی-مانسی

source: Kirov Oblast
fa_ir: استان کیروف

source: Komi Republic
fa_ir: جمهوری کومی

source: Kostroma Oblast
fa_ir: استان کوستروما

source: Krasnodar Krai
fa_ir: سرزمین کراسنودار

source: Krasnoyarsk Krai
fa_ir: سرزمین کراسنویارسک

source: Kurgan Oblast
fa_ir: استان کورگان

source: Kursk Oblast
fa_ir: استان کورسک

source: Leningrad Oblast
fa_ir: استان لنینگراد

source: Lipetsk Oblast
fa_ir: استان لیپتسک

source: Magadan Oblast
fa_ir: استان ماگادان

source: Mari El Republic
fa_ir: جمهوری ماری ال

source: Moscow
fa_ir: مسکو

source: Moscow Oblast
fa_ir: استان مسکو

source: Murmansk Oblast
fa_ir: استان مورمانسک

source: Nenets Autonomous Okrug
fa_ir: ناحیه خودگردان ننِتس

source: Nizhny Novgorod Oblast
fa_ir: استان نیژنی نووگورود

source: Novgorod Oblast
fa_ir: استان نووگورود

source: Novosibirsk
fa_ir: نووسیبیرسک

source: Omsk Oblast
fa_ir: استان اومسک

source: Orenburg Oblast
fa_ir: استان اورنبورگ

source: Oryol Oblast
fa_ir: استان اوریول

source: Penza Oblast
fa_ir: استان پنزا

source: Perm Krai
fa_ir: استان پرم

source: Primorsky Krai
fa_ir: استان پریمورسکی

source: Pskov Oblast
fa_ir: استان پسکوف

source: Republic of Adygea
fa_ir: جمهوری آدیغیه

source: Republic of Bashkortostan
fa_ir: جمهوری باشقیرستان

source: Republic of Buryatia
fa_ir: جمهوری بوریاتیا

source: Republic of Dagestan
fa_ir: جمهوری داغستان

source: Republic of Ingushetia
fa_ir: جمهوری اینگوش

source: Republic of Kalmykia
fa_ir: جمهوری کالمیکیا

source: Republic of Karelia
fa_ir: جمهوری کارلیا

source: Republic of Khakassia
fa_ir: جمهوری خاکاسیا

source: Republic of Mordovia
fa_ir: جمهوری موردوویا

source: Republic of North Ossetia-Alania
fa_ir: جمهوری اوستیای شمالی-آلانیا

source: Republic of Tatarstan
fa_ir: جمهوری تاتارستان

source: Rostov Oblast
fa_ir: استان روستوف

source: Ryazan Oblast
fa_ir: استان ریازان

source: Saint Petersburg
fa_ir: سن پترزبورگ

source: Sakha Republic
fa_ir: جمهوری ساخا

source: Sakhalin
fa_ir: ساخالین

source: Samara Oblast
fa_ir: استان سامارا

source: Saratov Oblast
fa_ir: استان ساراتوف

source: Sevastopol
fa_ir: سواستوپل

source: Smolensk Oblast
fa_ir: استان اسمولنسک

source: Stavropol Krai
fa_ir: استان استاوروپل

source: Sverdlovsk
fa_ir: استان سوردلوفسک

source: Tambov Oblast
fa_ir: استان تامبوف

source: Tomsk Oblast
fa_ir: استان تومسک

source: Tula Oblast
fa_ir: استان تولا

source: Tuva Republic
fa_ir: جمهوری تووا

source: Tver Oblast
fa_ir: استان تور

source: Tyumen Oblast
fa_ir: استان تیومن

source: Udmurt Republic
fa_ir: جمهوری اودمورت

source: Ulyanovsk Oblast
fa_ir: استان اولیانوفسک

source: Vladimir Oblast
fa_ir: استان ولادیمیر

source: Volgograd Oblast
fa_ir: استان ولگوگراد

source: Vologda Oblast
fa_ir: استان ولوگدا

source: Voronezh Oblast
fa_ir: استان ورونژ

source: Yamalo-Nenets Autonomous Okrug
fa_ir: ناحیه خودگردان یامالو-ننتس

source: Yaroslavl Oblast
fa_ir: استان یاروسلاول

source: Zabaykalsky Krai
fa_ir: استان زابایکالسکی

source: Singapore
fa_ir: سنگاپور

source: Central Singapore Community Development Council
fa_ir: شورای توسعه جامعه سنگاپور مرکزی

source: North East Community Development Council
fa_ir: شورای توسعه جامعه شمال شرق

source: North West Community Development Council
fa_ir: شورای توسعه جامعه شمال غرب

source: South East Community Development Council
fa_ir: شورای توسعه جامعه جنوب شرق

source: South West Community Development Council
fa_ir: شورای توسعه جامعه جنوب غرب

source: Turkey
fa_ir: ترکیه

source: Balıkesir
fa_ir: بالیکسیر

source: Bilecik
fa_ir: بیله‌جیک

source: Bingöl
fa_ir: بینگل

source: Bitlis
fa_ir: بتلیس

source: Bolu
fa_ir: بولو

source: Burdur
fa_ir: بوردور

source: Bursa
fa_ir: بورسا

source: Çanakkale
fa_ir: چاناک‌قلعه

source: Çankırı
fa_ir: چانکری

source: Çorum
fa_ir: چوروم

source: Denizli
fa_ir: دنیزلی

source: Diyarbakır
fa_ir: دیاربکر

source: Edirne
fa_ir: ادیرنه

source: Elazığ
fa_ir: الازیغ

source: Erzincan
fa_ir: ارزنجان

source: Erzurum
fa_ir: ارزروم

source: Eskişehir
fa_ir: اسکی‌شهر

source: Gaziantep
fa_ir: غازی‌عنتب

source: Giresun
fa_ir: گیرسون

source: Gümüşhane
fa_ir: گوموش‌خانه

source: Hakkâri
fa_ir: حقاری

source: Hatay
fa_ir: هاتای

source: Isparta
fa_ir: اسپارتا

source: Mersin
fa_ir: مرسین

source: Istanbul
fa_ir: استانبول

source: İzmir
fa_ir: ازمیر

source: Kars
fa_ir: قارص

source: Kastamonu
fa_ir: کاستامونو

source: Kayseri
fa_ir: قیصری

source: Kırklareli
fa_ir: کیرکلارلی

source: Kırşehir
fa_ir: کیرشهیر

source: Kocaeli
fa_ir: کوجاالی

source: Konya
fa_ir: قونیه

source: Kütahya
fa_ir: کوتاهیا

source: Malatya
fa_ir: مالاتیا

source: Manisa
fa_ir: مانیسا

source: Kahramanmaraş
fa_ir: قهرمان‌مرعش

source: Mardin
fa_ir: ماردین

source: Muğla
fa_ir: موغلا

source: Muş
fa_ir: موش

source: Nevşehir
fa_ir: نوشهیر

source: Niğde
fa_ir: نیده

source: Ordu
fa_ir: اردو

source: Rize
fa_ir: ریزه

source: Sakarya
fa_ir: ساکاریا

source: Samsun
fa_ir: سامسون

source: Siirt
fa_ir: سییرت

source: Sinop
fa_ir: سینوپ

source: Sivas
fa_ir: سیواس

source: Tekirdağ
fa_ir: تکیرداغ

source: Tokat
fa_ir: توقات

source: Trabzon
fa_ir: ترابزون

source: Tunceli
fa_ir: تونجلی

source: Şanlıurfa
fa_ir: شانلی‌اورفا

source: Uşak
fa_ir: اوشاک

source: Van
fa_ir: وان

source: Yozgat
fa_ir: یوزگات

source: Zonguldak
fa_ir: زونگولداک

source: Aksaray
fa_ir: آکسارای

source: Bayburt
fa_ir: بی‌بورت

source: Karaman
fa_ir: کارامان

source: Kırıkkale
fa_ir: کری‌کاله

source: Batman
fa_ir: باتمان

source: Şırnak
fa_ir: شرناک

source: Bartın
fa_ir: بارتین

source: Ardahan
fa_ir: ارداهان

source: Iğdır
fa_ir: ایغدیر

source: Yalova
fa_ir: یالوا

source: Karabük
fa_ir: کارابوک

source: Kilis
fa_ir: کیلیس

source: Osmaniye
fa_ir: عثمانیه

source: Düzce
fa_ir: دوزجه

source: Adana
fa_ir: آدانا

source: Adıyaman
fa_ir: آدیامان

source: Afyonkarahisar
fa_ir: افیون‌قره‌حصار

source: Amasya
fa_ir: آماسیا

source: Ankara
fa_ir: آنکارا

source: Antalya
fa_ir: آنتالیا

source: Artvin
fa_ir: آرتوین

source: Aydın
fa_ir: آیدین

source: Ağrı
fa_ir: آغری

source: United States
fa_ir: ایالات متحده

source: Alabama
fa_ir: آلاباما

source: Alaska
fa_ir: آلاسکا

source: American Samoa
fa_ir: ساموآی آمریکا

source: Arizona
fa_ir: آریزونا

source: Arkansas
fa_ir: آرکانزاس

source: Baker Island
fa_ir: جزیره بیکر

source: California
fa_ir: کالیفرنیا

source: Colorado
fa_ir: کلرادو

source: Connecticut
fa_ir: کانکتیکات

source: Delaware
fa_ir: دلاور

source: District of Columbia
fa_ir: ناحیه کلمبیا

source: Florida
fa_ir: فلوریدا

source: Georgia
fa_ir: جورجیا

source: Guam
fa_ir: گوام

source: Hawaii
fa_ir: هاوایی

source: Howland Island
fa_ir: جزیره هاولند

source: Idaho
fa_ir: آیداهو

source: Illinois
fa_ir: ایلینوی

source: Indiana
fa_ir: ایندیانا

source: Iowa
fa_ir: آیووا

source: Jarvis Island
fa_ir: جزیره جارویس

source: Johnston Atoll
fa_ir: آتول جانستون

source: Kansas
fa_ir: کانزاس

source: Kentucky
fa_ir: کنتاکی

source: Kingman Reef
fa_ir: صخره کینگمن

source: Louisiana
fa_ir: لوئیزیانا

source: Maine
fa_ir: مین

source: Maryland
fa_ir: مریلند

source: Massachusetts
fa_ir: ماساچوست

source: Michigan
fa_ir: میشیگان

source: Midway Atoll
fa_ir: میدوی اتول

source: Minnesota
fa_ir: مینه‌سوتا

source: Mississippi
fa_ir: می‌سی‌سی‌پی

source: Missouri
fa_ir: میزوری

source: Montana
fa_ir: مونتانا

source: Navassa Island
fa_ir: جزیره ناوسا

source: Nebraska
fa_ir: نبراسکا

source: Nevada
fa_ir: نوادا

source: New Hampshire
fa_ir: نیوهمپشایر

source: New Jersey
fa_ir: نیوجرسی

source: New Mexico
fa_ir: نیومکزیکو

source: New York
fa_ir: نیویورک

source: North Carolina
fa_ir: کارولینای شمالی

source: North Dakota
fa_ir: داکوتای شمالی

source: Northern Mariana Islands
fa_ir: جزایر ماریانای شمالی

source: Ohio
fa_ir: اوهایو

source: Oklahoma
fa_ir: اوکلاهما

source: Oregon
fa_ir: اورگن

source: Palmyra Atoll
fa_ir: جزیره پالمیرا

source: Pennsylvania
fa_ir: پنسیلوانیا

source: Puerto Rico
fa_ir: پورتوریکو

source: Rhode Island
fa_ir: رود آیلند

source: South Carolina
fa_ir: کارولینای جنوبی

source: South Dakota
fa_ir: داکوتای جنوبی

source: Tennessee
fa_ir: تنسی

source: Texas
fa_ir: تگزاس

source: United States Minor Outlying Islands
fa_ir: جزایر کوچک دورافتاده ایالات متحده

source: United States Virgin Islands
fa_ir: جزایر ویرجین ایالات متحده

source: Utah
fa_ir: یوتا

source: Vermont
fa_ir: ورمانت

source: Virginia
fa_ir: ویرجینیا

source: Wake Island
fa_ir: جزیره ویک

source: Washington
fa_ir: واشنگتن

source: West Virginia
fa_ir: ویرجینیای غربی

source: Wisconsin
fa_ir: ویسکانسین

source: Wyoming
fa_ir: وایومینگ

source: South Africa
fa_ir: آفریقای جنوبی

source: Eastern Cape
fa_ir: کیپ شرقی

source: Free State
fa_ir: فری استیت

source: Gauteng
fa_ir: گائوتنگ

source: KwaZulu-Natal
fa_ir: کوازولو-ناتال

source: Limpopo
fa_ir: لیمپوپو

source: Mpumalanga
fa_ir: مپومالانگا

source: North West
fa_ir: شمال غربی

source: Northern Cape
fa_ir: کیپ شمالی

source: Western Cape
fa_ir: کیپ غربی

source: Select your %s
fa_ir: %s خود را انتخاب کنید

source: Select your city
fa_ir: شهر خود را انتخاب کنید

source: city
fa_ir: شهر

source: province
fa_ir: استان

source: state
fa_ir: ایالت

source: territory
fa_ir: قلمرو

source: region
fa_ir: منطقه

source: department
fa_ir: دپارتمان

source: district
fa_ir: ناحیه

source: prefecture
fa_ir: استان (پرفکتور)

source: autonomous community
fa_ir: جامعه خودمختار

source: parish
fa_ir: پریش

source: county
fa_ir: شهرستان

source: division
fa_ir: بخش

source: state / province
fa_ir: ایالت / استان

source: DNS Failed
fa_ir: خطای DNS

source: Checking DNS
fa_ir: در حال بررسی DNS

source: Checking SSL
fa_ir: در حال بررسی SSL

source: Ready
fa_ir: آماده

source: Ready (without SSL)
fa_ir: آماده (بدون SSL)

source: Trialing
fa_ir: در حال آزمایش

source: On Hold
fa_ir: در انتظار
