Repository: Multisite-Ultimate/ultimate-multisite
Catalog: lang/ultimate-multisite-*.po
Languages: fa_ir

source: Display Site Description?
fa_ir: نمایش توضیحات سایت؟

source: Toggle to show/hide the site description on the element.
fa_ir: برای نمایش یا مخفی کردن توضیحات سایت در این بخش، این گزینه را تغییر دهید.

source: Display Site Screenshot?
fa_ir: نمایش تصویر سایت؟

source: Toggle to show/hide the site screenshots on the element.
fa_ir: برای نمایش یا مخفی کردن تصاویر سایت در این بخش، این گزینه را تغییر دهید.

source: Screenshot Size
fa_ir: اندازه تصویر

source: Screenshot Position
fa_ir: موقعیت تصویر

source: Show Admin Link?
fa_ir: نمایش لینک مدیریت؟

source: Toggle to show/hide the WP admin link on the element.
fa_ir: برای نمایش یا مخفی کردن لینک مدیریت وردپرس در این بخش، این گزینه را تغییر دهید.

source: Admin Panel
fa_ir: پنل مدیریت

source: e.g. My Awesome Site
fa_ir: مثلاً سایت فوق‌العاده من

source: e.g. My Awesome Site description.
fa_ir: مثلاً توضیحات سایت فوق‌العاده من.

source: Site title can not be empty.
fa_ir: عنوان سایت نمی‌تواند خالی باشد.

source: Adds the site's domains block.
fa_ir: بلوک دامنه‌های سایت را اضافه می‌کند.

source: &larr; Back to the Instructions
fa_ir: &rarr; بازگشت به راهنما

source: You do not have permissions to perform this action.
fa_ir: شما دسترسی لازم برای انجام این کار را ندارید.

source: This action will also convert the previous primary domain (if any) to an alias to prevent unexpected behavior.
fa_ir: این اقدام همچنین دامنه اصلی قبلی (در صورت وجود) را به عنوان دامنه جانشین تبدیل می‌کند تا از بروز مشکلات ناخواسته جلوگیری شود.

source: Make it Primary
fa_ir: تعیین به عنوان اصلی

source: Something wrong happenned.
fa_ir: مشکلی پیش آمده است.

source: Domain not secured with HTTPS
fa_ir: دامنه با HTTPS ایمن نشده است

source: Domain secured with HTTPS
fa_ir: دامنه با HTTPS ایمن شده است

source: The field type "%1$s" is no longer supported, use "%2$s" instead.
fa_ir: نوع فیلد "%1$s" دیگر پشتیبانی نمی‌شود، به جای آن از "%2$s" استفاده کنید.

source: Limit
fa_ir: محدودیت

source: Limit the number of invoices to show.
fa_ir: تعداد فاکتورهای قابل نمایش را محدود کنید.

source: Custom Links
fa_ir: لینک‌های سفارشی

source: Network Settings
fa_ir: تنظیمات شبکه

source: Domain Mapping & SSL
fa_ir: نگاشت دامنه و SSL

source: Styling
fa_ir: استایل‌دهی

source: Tools
fa_ir: ابزارها

source: Advanced
fa_ir: پیشرفته

source: Activation & Support
fa_ir: فعال‌سازی و پشتیبانی

source: Settings: %s
fa_ir: تنظیمات: %s

source: Settings: Webhooks
fa_ir: تنظیمات: Webhooks

source: System Info: Logs
fa_ir: اطلاعات سیستم: گزارش‌ها

source: Main Site Dashboard
fa_ir: پیشخوان سایت اصلی

source: <strong>Quick Tip:</strong> Use %s to jump between pages.
fa_ir: <strong>نکته سریع:</strong> با استفاده از %s بین صفحات جابجا شوید.

source: Nothing found for
fa_ir: موردی یافت نشد برای

source: Regenerating Jumper menu items
fa_ir: در حال بازسازی آیتم‌های منوی جامپر

source: Jumper
fa_ir: جامپر

source: Spotlight-like search bar that allows you to easily access everything on your network.
fa_ir: نوار جستجوی شبیه Spotlight که به شما امکان دسترسی سریع به همه بخش‌های شبکه را می‌دهد.

source: Enable Jumper
fa_ir: فعال‌سازی جامپر

source: Turn this option on to make the Jumper available on your network.
fa_ir: این گزینه را فعال کنید تا جامپر در شبکه شما در دسترس باشد.

source: Trigger Key
fa_ir: کلید فعال‌سازی

source: Change the keyboard key used in conjunction with ctrl + alt (or cmd + option), to trigger the Jumper box.
fa_ir: کلید صفحه‌کلیدی که همراه با ctrl + alt (یا cmd + option) برای فعال‌سازی جامپر استفاده می‌شود را تغییر دهید.

source: Use this textarea to add custom links to the Jumper. Add one per line, with the format "Title : url".
fa_ir: از این بخش برای افزودن لینک‌های سفارشی به جامپر استفاده کنید. هر خط یک لینک با فرمت «عنوان : آدرس» باشد.

source: Tile of Custom Link : http://link.com
fa_ir: عنوان لینک سفارشی : http://link.com

source: Limits & Quotas
fa_ir: محدودیت‌ها و سهمیه‌ها

source: Site Limits
fa_ir: محدودیت سایت‌ها

source: Login Form
fa_ir: فرم ورود

source: Adds a login form to the page.
fa_ir: فرم ورود را به صفحه اضافه می‌کند.

source: Display Title?
fa_ir: نمایش عنوان؟

source: Toggle to show/hide the title element.
fa_ir: برای نمایش یا مخفی کردن عنصر عنوان تغییر دهید.

source: Redirect Type
fa_ir: نوع هدایت

source: The behavior after login
fa_ir: رفتار پس از ورود

source: Wordpress Default
fa_ir: پیش‌فرض وردپرس

source: Send To Customer Site
fa_ir: ارسال به سایت مشتری

source: Send To Main Site
fa_ir: ارسال به سایت اصلی

source: Customer Redirect Path
fa_ir: مسیر هدایت مشتری

source: e.g. /wp-admin
fa_ir: مثال: /wp-admin

source: Main Site Redirect Path
fa_ir: مسیر هدایت سایت اصلی

source: Username Field
fa_ir: فیلد نام کاربری

source: Username Field Label
fa_ir: برچسب فیلد نام کاربری

source: Username or Email Address
fa_ir: نام کاربری یا ایمیل

source: Leave blank to hide.
fa_ir: برای مخفی کردن خالی بگذارید.

source: Username Field Placeholder
fa_ir: متن راهنما فیلد نام کاربری

source: e.g. Username Here
fa_ir: مثال: نام کاربری اینجا

source: Password Field
fa_ir: فیلد رمز عبور

source: Password Field Label
fa_ir: برچسب فیلد رمز عبور

source: Password Field Placeholder
fa_ir: متن راهنما فیلد رمز عبور

source: e.g. Your Password
fa_ir: مثال: رمز عبور شما

source: Remember Me
fa_ir: مرا به خاطر بسپار

source: Display Remember Toggle?
fa_ir: نمایش گزینه مرا به خاطر بسپار؟

source: Toggle to show/hide the remember me checkbox.
fa_ir: برای نمایش یا مخفی کردن چک‌باکس مرا به خاطر بسپار تغییر دهید.

source: Remember Me Label
fa_ir: برچسب مرا به خاطر بسپار

source: Remember Me Description
fa_ir: توضیح مرا به خاطر بسپار

source: Keep me logged in for two weeks.
fa_ir: مرا به مدت دو هفته وارد نگه دار.

source: Submit Button Label
fa_ir: برچسب دکمه ورود

source: Log In
fa_ir: ورود

source: Adds a block to display the sites owned by the current customer.
fa_ir: یک بلوک برای نمایش سایت‌های متعلق به مشتری فعلی اضافه می‌کند.

source: Site Manage Type
fa_ir: نوع مدیریت سایت

source: The page to manage a site.
fa_ir: صفحه مدیریت سایت.

source: Same Page
fa_ir: همان صفحه

source: WP Admin
fa_ir: پیشخوان وردپرس

source: Custom Page
fa_ir: صفحه سفارشی

source: Which sites to show?
fa_ir: کدام سایت‌ها نمایش داده شوند؟

source: Select which sites should be listed for user.
fa_ir: انتخاب کنید کدام سایت‌ها برای کاربر لیست شوند.

source: Owned
fa_ir: مالکیت

source: Manage Redirect Page
fa_ir: صفحه هدایت مدیریت

source: The page to redirect user after select a site.
fa_ir: صفحه‌ای که پس از انتخاب سایت کاربر به آن هدایت شود.

source: Password Strength Meter
fa_ir: سنجش قدرت رمز عبور

source: Apply Styles
fa_ir: اعمال استایل‌ها

source: Simple Text
fa_ir: متن ساده

source: Adds a simple text block to the page.
fa_ir: یک بلوک متن ساده به صفحه اضافه می‌کند.

source: E.g. Text, HTML or shortcode.
fa_ir: مثال: متن، HTML یا شورت‌کد.

source: You can insert plain text, HTML or a shortcode in this block.
fa_ir: می‌توانید متن ساده، HTML یا شورت‌کد را در این بلوک قرار دهید.

source: Text, HTML or shortcode.
fa_ir: متن، HTML یا شورت‌کد.

source: Actions
fa_ir: اقدامات

source: Show Change Password
fa_ir: نمایش تغییر رمز عبور

source: Toggle to show/hide the password link.
fa_ir: برای نمایش یا مخفی کردن لینک تغییر رمز عبور تغییر دهید.

source: Show Change Default Site
fa_ir: نمایش تغییر سایت پیش‌فرض

source: Toggle to show/hide the change default site link.
fa_ir: برای نمایش یا مخفی کردن لینک تغییر سایت پیش‌فرض تغییر دهید.

source: Show Change Payment Method
fa_ir: نمایش تغییر روش پرداخت

source: Toggle to show/hide the option to cancel the current payment method.
fa_ir: برای نمایش یا مخفی کردن گزینه لغو روش پرداخت فعلی تغییر دهید.

source: Redirect After Delete
fa_ir: هدایت پس از حذف

source: The page to redirect user after delete current site.
fa_ir: صفحه‌ای که پس از حذف سایت فعلی کاربر به آن هدایت شود.

source: Change Site Template
fa_ir: تغییر قالب سایت

source: Change Default Site
fa_ir: تغییر سایت پیش‌فرض

source: Change Password
fa_ir: تغییر رمز عبور

source: Cancel Current Payment Method
fa_ir: لغو روش پرداخت فعلی

source: Cancel Membership
fa_ir: لغو عضویت

source: Site not selected.
fa_ir: سایتی انتخاب نشده است.

source: Confirm Site Deletion
fa_ir: تأیید حذف سایت

source: Current Password
fa_ir: رمز عبور فعلی

source: New Password
fa_ir: رمز عبور جدید

source: Confirm New Password
fa_ir: تأیید رمز عبور جدید

source: Reset Password
fa_ir: بازنشانی رمز عبور

source: Your current password is wrong.
fa_ir: رمز عبور فعلی شما اشتباه است.

source: The new password must be at least 6 characters long.
fa_ir: رمز عبور جدید باید حداقل ۶ کاراکتر باشد.

source: New passwords do not match.
fa_ir: رمزهای عبور جدید با هم مطابقت ندارند.

source: Primary Site
fa_ir: سایت اصلی

source: Change the primary site of your network.
fa_ir: سایت اصلی شبکه خود را تغییر دهید.

source: You need to select a new primary site.
fa_ir: باید یک سایت اصلی جدید انتخاب کنید.

source: Confirm Payment Method Cancellation
fa_ir: تأیید لغو روش پرداخت

source: Cancel Payment Method
fa_ir: لغو روش پرداخت

source: Please tell us why you are cancelling.
fa_ir: لطفاً دلیل لغو را با ما در میان بگذارید.

source: We would love your feedback.
fa_ir: خوشحال می‌شویم نظرتان را بدانیم.

source: Select a reason
fa_ir: یک دلیل انتخاب کنید

source: I no longer need it
fa_ir: دیگر به آن نیاز ندارم

source: It's too expensive
fa_ir: هزینه‌اش زیاد است

source: I need more features
fa_ir: امکانات بیشتری نیاز دارم

source: Switched to another service
fa_ir: به سرویس دیگری منتقل شدم

source: Customer support is less than expected
fa_ir: پشتیبانی کمتر از انتظار بود

source: Too complex
fa_ir: بیش از حد پیچیده است

source: Please provide additional details.
fa_ir: لطفاً جزئیات بیشتری وارد کنید.

source: Type <code class="wu-text-red-600">CANCEL</code> to confirm this membership cancellation.
fa_ir: برای تأیید لغو این عضویت، عبارت <code class="wu-text-red-600">CANCEL</code> را وارد کنید.

source: Your sites will stay working until %s.
fa_ir: سایت‌های شما تا %s فعال خواهند ماند.

source: CANCEL
fa_ir: لغو

source: Site Maintenance
fa_ir: نگهداری سایت

source: Adds the toggle control to turn maintenance mode on.
fa_ir: کنترل فعال/غیرفعال کردن حالت نگهداری را اضافه می‌کند.

source: Toggle Maintenance Mode
fa_ir: فعال/غیرفعال کردن حالت نگهداری

source: e.g. Toggle Maintenance Mode
fa_ir: مثلاً: فعال/غیرفعال کردن حالت نگهداری

source: Put your site on maintenance mode. When activated, the front-end will only be accessible to logged users.
fa_ir: سایت خود را در حالت نگهداری قرار دهید. با فعال‌سازی، فقط کاربران وارد شده به سایت می‌توانند به بخش کاربری دسترسی داشته باشند.

source: This template is not available
fa_ir: این قالب در دسترس نیست

source: Template Switching
fa_ir: تغییر قالب

source: Adds the template switching form to this page.
fa_ir: فرم تغییر قالب را به این صفحه اضافه می‌کند.

source: Template Selector Layout
fa_ir: طرح‌بندی انتخاب قالب

source: Want to add customized template selection templates?<br><a target="_blank" class="wu-no-underline" href="https://github.com/superdav42/wp-multisite-waas/wiki/Customize-Checkout-Flow">See how you can do that here</a>.
fa_ir: می‌خواهید قالب‌های انتخابی سفارشی اضافه کنید؟<br><a target="_blank" class="wu-no-underline" href="https://github.com/superdav42/wp-multisite-waas/wiki/Customize-Checkout-Flow">اینجا ببینید چطور می‌توانید این کار را انجام دهید</a>.

source: You need to provide a valid template to duplicate.
fa_ir: باید یک قالب معتبر برای کپی کردن انتخاب کنید.

source: &larr; Back to Template Selection
fa_ir: &rarr; بازگشت به انتخاب قالب

source: Confirm template switch?
fa_ir: آیا از تغییر قالب اطمینان دارید؟

source: Switching your current template completely overwrites the content of your site with the contents of the newly chosen template. All customizations will be lost. This action cannot be undone.
fa_ir: تغییر قالب فعلی شما، محتوای سایت را به طور کامل با محتوای قالب جدید جایگزین می‌کند. تمام سفارشی‌سازی‌ها حذف خواهند شد. این عملیات قابل بازگشت نیست.

source: Process Switch
fa_ir: انجام تغییر

source: Thank You Message
fa_ir: پیام تشکر

source: Shortcodes are supported.
fa_ir: شورتکدها پشتیبانی می‌شوند.

source: Thank you for your payment! Your transaction has been completed and a receipt for your purchase has been emailed to you.
fa_ir: از پرداخت شما سپاسگزاریم! تراکنش شما با موفقیت انجام شد و رسید خرید به ایمیل شما ارسال شده است.

source: Title (Pending)
fa_ir: عنوان (در انتظار تأیید)

source: Leave blank to hide the title completely. This title is used when the payment was not yet confirmed.
fa_ir: برای مخفی کردن کامل عنوان، این قسمت را خالی بگذارید. این عنوان زمانی نمایش داده می‌شود که پرداخت هنوز تأیید نشده باشد.

source: Thank You Message (Pending)
fa_ir: پیام تشکر (در انتظار تأیید)

source: This content is used when the payment was not yet confirmed. Shortcodes are supported.
fa_ir: این محتوا زمانی نمایش داده می‌شود که پرداخت هنوز تأیید نشده باشد. شورتکدها پشتیبانی می‌شوند.

source: Thank you for your order! We are waiting on the payment processor to confirm your payment, which can take up to 5 minutes. We will notify you via email when your site is ready.
fa_ir: از سفارش شما سپاسگزاریم! منتظر تأیید پرداخت از سوی درگاه هستیم که ممکن است تا ۵ دقیقه طول بکشد. به محض آماده شدن سایت، از طریق ایمیل به شما اطلاع می‌دهیم.

source: No Sites Message
fa_ir: پیام بدون سایت

source: A message to show if membership has no sites. Shortcodes are supported.
fa_ir: پیامی که در صورت نداشتن سایت برای عضویت نمایش داده می‌شود. شورتکدها پشتیبانی می‌شوند.

source: No sites found
fa_ir: سایتی یافت نشد

source: Next
fa_ir: بعدی

source: Close
fa_ir: بستن

source: Your installation of Ultimate Multisite is incomplete. If you installed from GitHub, %1$splease refer to this document%2$s to set up your development environment or download a pre-packaged ZIP release.
fa_ir: نصب Ultimate Multisite شما کامل نیست. اگر از GitHub نصب کرده‌اید، %1$sلطفاً به این مستند مراجعه کنید%2$s تا محیط توسعه را راه‌اندازی کنید یا نسخه ZIP آماده را دانلود نمایید.

source: No Icon
fa_ir: بدون آیکون

source: Preview Image
fa_ir: پیش‌نمایش تصویر

source: Remove Image
fa_ir: حذف تصویر

source: Upload Image
fa_ir: بارگذاری تصویر

source: Add new Line
fa_ir: افزودن خط جدید

source: Copy
fa_ir: کپی

source: Settings successfully saved.
fa_ir: تنظیمات با موفقیت ذخیره شد.

source: Connected to UltimateMultisite.com as %1$s (%2$s).
fa_ir: به UltimateMultisite.com متصل شده‌اید به عنوان %1$s (%2$s).

source: Disconnect your site
fa_ir: اتصال سایت خود را قطع کنید

source: Disconnect
fa_ir: قطع اتصال

source: Ultimate Multisite might be at risk because it’s unable to automatically update add-ons. Please complete the connection to get updates and streamlined support.
fa_ir: Ultimate Multisite ممکن است در معرض خطر باشد زیرا نمی‌تواند افزونه‌های جانبی را به‌روزرسانی کند. لطفاً اتصال را کامل کنید تا به‌روزرسانی‌ها و پشتیبانی بهتر دریافت کنید.

source: Connect your site
fa_ir: سایت خود را متصل کنید

source: Connect your site to UltimateMultisite.com
fa_ir: سایت خود را به UltimateMultisite.com متصل کنید

source: add-ons
fa_ir: افزونه‌های جانبی

source: Search add-ons...
fa_ir: جستجوی افزونه‌های جانبی...

source: Loading add-ons...
fa_ir: در حال بارگذاری افزونه‌های جانبی...

source: Installed
fa_ir: نصب شده

source: Beta
fa_ir: بتا

source: Coming Soon
fa_ir: به‌زودی

source: By
fa_ir: توسط

source: Updated:
fa_ir: به‌روزرسانی:

source: installs
fa_ir: نصب‌ها

source: Install Now
fa_ir: هم‌اکنون نصب کنید

source: Buy Now
fa_ir: هم‌اکنون خرید کنید

source: More information about
fa_ir: اطلاعات بیشتر درباره

source: Details
fa_ir: جزئیات

source: No add-ons found...
fa_ir: افزونه‌ای یافت نشد...

source: Check the search terms or navigate between categories to see what add-ons we have available.
fa_ir: عبارت جستجو را بررسی کنید یا بین دسته‌بندی‌ها جابجا شوید تا افزونه‌های موجود را ببینید.

source: FAQ
fa_ir: سؤالات متداول

source: Changelog
fa_ir: تغییرات

source: Screenshots
fa_ir: تصاویر

source: Reviews
fa_ir: نظرات

source: Author:
fa_ir: نویسنده:

source: Requires Ultimate Multisite Version:
fa_ir: نیازمند نسخه Ultimate Multisite:

source: %s or higher
fa_ir: %s یا بالاتر

source: See on the Official Site »
fa_ir: مشاهده در سایت رسمی »

source: This is a Premium Add-on.
fa_ir: این یک افزونه پریمیوم است.

source: Already Installed
fa_ir: قبلاً نصب شده

source: Purchase
fa_ir: خرید

source: Add the first field!
fa_ir: اولین فیلد را اضافه کنید!

source: Show more details
fa_ir: نمایش جزئیات بیشتر

source: (no label)
fa_ir: (بدون برچسب)

source: Confirm?
fa_ir: تایید می‌کنید؟

source: Move
fa_ir: انتقال

source: %1$s steps and %2$s fields
fa_ir: %1$s مرحله و %2$s فیلد

source: Editor
fa_ir: ویرایشگر

source: Add new Checkout Step
fa_ir: افزودن مرحله جدید پرداخت

source: Step %s
fa_ir: مرحله %s

source: This step is only visible for <strong>guests</strong>
fa_ir: این مرحله فقط برای <strong>مهمانان</strong> قابل مشاهده است

source: This step is only visible for <strong>logged-in users</strong>
fa_ir: این مرحله فقط برای <strong>کاربران وارد شده</strong> قابل مشاهده است

source: Delete Step
fa_ir: حذف مرحله

source: Edit Section
fa_ir: ویرایش بخش

source: Add new Field
fa_ir: افزودن فیلد جدید

source: See as existing user
fa_ir: نمایش به عنوان کاربر موجود

source: See as visitor
fa_ir: نمایش به عنوان بازدیدکننده

source: Loading Preview...
fa_ir: در حال بارگذاری پیش‌نمایش...

source: Something wrong happened along the way =(
fa_ir: مشکلی پیش آمده =(

source: Your browser doesn't support iframes
fa_ir: مرورگر شما از iframes پشتیبانی نمی‌کند

source: No email address
fa_ir: بدون آدرس ایمیل

source: VIP Customer
fa_ir: مشتری ویژه

source: Regular Customer
fa_ir: مشتری عادی

source: Last Login:
fa_ir: آخرین ورود:

source: ago
fa_ir: پیش از این مدت

source: Never logged in
fa_ir: هرگز وارد نشده

source: Customer Since:
fa_ir: مشتری از:

source: Memberships:
fa_ir: عضویت‌ها:

source: Actions:
fa_ir: اقدامات:

source: Select Customer
fa_ir: انتخاب مشتری

source: Manage
fa_ir: مدیریت

source: No notes yet.
fa_ir: هنوز یادداشتی ثبت نشده است.

source: Use the "Add new Note" to create the first one.
fa_ir: برای ایجاد اولین یادداشت از "افزودن یادداشت جدید" استفاده کنید.

source: Template Preview
fa_ir: پیش‌نمایش قالب

source: %s will show up here once this item is saved.
fa_ir: %s پس از ذخیره این مورد اینجا نمایش داده می‌شود.

source: All Options
fa_ir: همه گزینه‌ها

source: Display all fields
fa_ir: نمایش همه فیلدها

source: Hide other fields
fa_ir: مخفی کردن سایر فیلدها

source: Advanced Filters
fa_ir: فیلترهای پیشرفته

source: Where
fa_ir: جایی که

source: is true.
fa_ir: درست است.

source: is false.
fa_ir: نادرست است.

source: is
fa_ir: است

source: is not
fa_ir: نیست

source: contains
fa_ir: شامل می‌شود

source: does not contain
fa_ir: شامل نمی‌شود

source: starts with
fa_ir: شروع می‌شود با

source: ends with
fa_ir: پایان می‌یابد با

source: is empty.
fa_ir: خالی است.

source: is not empty.
fa_ir: خالی نیست.

source: is before
fa_ir: قبل از

source: is after
fa_ir: بعد از

source: Remove Filter
fa_ir: حذف فیلتر

source: Add new Filter
fa_ir: افزودن فیلتر جدید

source: Select Site
fa_ir: انتخاب سایت

source: Publish pending site
fa_ir: انتشار سایت در انتظار

source: See Main Site
fa_ir: مشاهده سایت اصلی

source: ← Go Back
fa_ir: ← بازگشت

source: Continue
fa_ir: ادامه

source: No Targets
fa_ir: هدف یافت نشد

source: Strength Meter
fa_ir: نشانگر قدرت

source: No Products Found.
fa_ir: محصولی پیدا نشد.

source: Your updated membership will start on $1$s, from that date you will be billed %2$s %3$s.
fa_ir: عضویت به‌روزشده شما از تاریخ $1$s آغاز می‌شود و از آن تاریخ به بعد مبلغ %2$s %3$s از شما دریافت خواهد شد.

source: After the first payment of %1$s you will be billed %2$s %3$s.
fa_ir: پس از اولین پرداخت %1$s، مبلغ %2$s %3$s از شما دریافت خواهد شد.

source: Please confirm your payment
fa_ir: لطفاً پرداخت خود را تایید کنید

source: PayPal Status:
fa_ir: وضعیت PayPal:

source: Email:
fa_ir: ایمیل:

source: Tax (%s%%)
fa_ir: مالیات (%s%%)

source: Today's Grand Total
fa_ir: جمع کل امروز

source: Confirm
fa_ir: تایید

source: Add to Cart
fa_ir: افزودن به سبد خرید

source: Generating Order Summary...
fa_ir: در حال تولید خلاصه سفارش...

source: Net Total
fa_ir: جمع خالص

source: Discounts
fa_ir: تخفیف‌ها

source: Gross Total
fa_ir: جمع کل

source: No products in shopping cart.
fa_ir: محصولی در سبد خرید نیست.

source: Subscription - %s
fa_ir: اشتراک - %s

source: Total in %1$s - end of trial period.
fa_ir: مجموع در %1$s - پایان دوره آزمایشی.

source: Next fee of %1$s will be billed in %2$s.
fa_ir: هزینه بعدی %1$s در %2$s دریافت خواهد شد.

source: Discount applied: %1$s - %2$s (%3$s) %4$s
fa_ir: تخفیف اعمال شد: %1$s - %2$s (%3$s) %4$s

source: Featured Plan
fa_ir: پلن ویژه

source: /mo
fa_ir: در ماه

source: every 3 months
fa_ir: هر ۳ ماه

source: yearly
fa_ir: سالانه

source: %1$s, billed %2$s
fa_ir: %1$s، پرداخت %2$s

source: Select Plan
fa_ir: انتخاب پلن

source: Progress
fa_ir: پیشرفت

source: Step %d
fa_ir: مرحله %d

source: View Template Preview
fa_ir: مشاهده پیش‌نمایش قالب

source: Selected
fa_ir: انتخاب شده

source: No Site Templates Found.
fa_ir: هیچ قالب سایتی پیدا نشد.

source: Pick your Template
fa_ir: قالب خود را انتخاب کنید

source: All Templates
fa_ir: همه قالب‌ها

source: View Template
fa_ir: مشاهده قالب

source: View Site
fa_ir: مشاهده سایت

source: No Templates Found
fa_ir: هیچ قالبی پیدا نشد

source: Select this Template
fa_ir: انتخاب این قالب

source: Send an email to this customer.
fa_ir: ارسال ایمیل به این مشتری

source: Switch To &rarr;
fa_ir: تغییر به &larr;

source: Switching to your own account is not possible.
fa_ir: تغییر به حساب کاربری خودتان امکان‌پذیر نیست.

source: Visit Profile &rarr;
fa_ir: مشاهده پروفایل &larr;

source: Customer Count
fa_ir: تعداد مشتریان

source: No countries registered yet.
fa_ir: هنوز هیچ کشوری ثبت نشده است.

source: Signups
fa_ir: ثبت‌نام‌ها

source: Customers created via the admin panel, by super admins.
fa_ir: مشتریانی که توسط مدیران ارشد از طریق پنل مدیریت ایجاد شده‌اند.

source: No data yet.
fa_ir: هنوز داده‌ای وجود ندارد.

source: No visits registered in this period.
fa_ir: در این بازه زمانی هیچ بازدیدی ثبت نشده است.

source: Product Name
fa_ir: نام محصول

source: No Products found.
fa_ir: هیچ محصولی پیدا نشد.

source: MRR stands for Monthly Recurring Revenue
fa_ir: MRR به معنای درآمد ماهانه تکرارشونده است

source: Gross Revenue
fa_ir: درآمد ناخالص

source: Rate
fa_ir: نرخ

source: Orders
fa_ir: سفارش‌ها

source: Tax Total
fa_ir: مجموع مالیات

source: No Taxes found.
fa_ir: هیچ مالیاتی پیدا نشد.

source: Total Sales
fa_ir: مجموع فروش

source: See More
fa_ir: مشاهده بیشتر

source: Your current plan
fa_ir: پلن فعلی شما

source: Manage →
fa_ir: مدیریت →

source: Remaining time in trial
fa_ir: زمان باقی‌مانده از دوره آزمایشی

source: Upgrade →
fa_ir: ارتقا →

source: Disk space used
fa_ir: فضای دیسک مصرف‌شده

source: No more items to display
fa_ir: مورد بیشتری برای نمایش وجود ندارد

source: with %s
fa_ir: با %s

source: by %s
fa_ir: توسط %s

source: Refresh
fa_ir: بارگذاری مجدد

source: Previous Page
fa_ir: صفحه قبل

source: Next Page
fa_ir: صفحه بعد

source: Update Billing Address
fa_ir: به‌روزرسانی آدرس صورتحساب

source: Update
fa_ir: به‌روزرسانی

source: No billing address found. Click <a title="%1$s" href="%2$s" class="wubox wu-no-underline">here</a> to add one.
fa_ir: آدرس صورتحسابی یافت نشد. برای افزودن، <a title="%1$s" href="%2$s" class="wubox wu-no-underline">اینجا</a> کلیک کنید.

source: Product Description:
fa_ir: توضیحات محصول:

source: Product Characteristics:
fa_ir: ویژگی‌های محصول:

source: Update your membership
fa_ir: عضویت خود را به‌روزرسانی کنید

source: Change
fa_ir: تغییر

source: There's a pending change for this membership, scheduled to take place on %1$s. Changing to %2$s.
fa_ir: یک تغییر در انتظار برای این عضویت وجود دارد که قرار است در %1$s انجام شود. در حال تغییر به %2$s.

source: Additional Packages & Services
fa_ir: بسته‌ها و خدمات اضافی

source: Product Details
fa_ir: جزئیات محصول

source: Cancel %s
fa_ir: لغو %s

source: Cancel
fa_ir: لغو
