Repository: Multisite-Ultimate/ultimate-multisite
Catalog: lang/ultimate-multisite-*.po
Languages: fa_ir

source: Set this domain as active (true), which means available to be used, or inactive (false).
fa_ir: این دامنه را فعال (true) کنید تا قابل استفاده باشد یا غیرفعال (false)

source: Define true to set this as primary domain of a site, meaning it's the main url, or set false.
fa_ir: برای تعیین این دامنه به عنوان دامنه اصلی سایت، true قرار دهید؛ در غیر این صورت false

source: If this domain has some SSL security or not.
fa_ir: آیا این دامنه دارای گواهی SSL است یا خیر

source: The state of the domain model object. Can be one of this options: checking-dns, checking-ssl-cert, done-without-ssl, done and failed.
fa_ir: وضعیت شیء مدل دامنه؛ می‌تواند یکی از این گزینه‌ها باشد: checking-dns، checking-ssl-cert، done-without-ssl، done و failed

source: Date when the domain was created. If no date is set, the current date and time will be used.
fa_ir: تاریخ ایجاد دامنه؛ اگر تاریخی وارد نشود، تاریخ و زمان فعلی ثبت می‌شود

source: The email style. Can be 'html' or 'plain-text'.
fa_ir: استایل ایمیل؛ می‌تواند 'html' یا 'plain-text' باشد

source: Whether or not this is a scheduled email.
fa_ir: آیا این ایمیل زمان‌بندی شده است یا خیر

source: The event that needs to be fired for this email to be sent.
fa_ir: رویدادی که باید اجرا شود تا این ایمیل ارسال گردد

source: The amount of hours that the email will wait before is sent.
fa_ir: تعداد ساعت‌هایی که ایمیل قبل از ارسال منتظر می‌ماند

source: The amount of days that the email will wait before is sent.
fa_ir: تعداد روزهایی که ایمیل قبل از ارسال منتظر می‌ماند

source: The type of schedule. Can be 'days' or 'hours'.
fa_ir: نوع زمان‌بندی؛ می‌تواند 'days' یا 'hours' باشد

source: The name being set as title.
fa_ir: نامی که به عنوان عنوان تنظیم می‌شود

source: If has a custom sender.
fa_ir: آیا فرستنده سفارشی دارد یا خیر

source: The name of the custom sender. E.g. From: John Doe.
fa_ir: نام فرستنده سفارشی؛ مثلاً: From: John Doe

source: The email of the custom sender. E.g. From: johndoe@gmail.com.
fa_ir: ایمیل فرستنده سفارشی؛ مثلاً: From: johndoe@gmail.com

source: If we should send this to a customer or to the network admin. Can be 'customer' or 'admin'.
fa_ir: آیا باید این ایمیل را برای مشتری یا مدیر شبکه ارسال کنیم؛ می‌تواند 'customer' یا 'admin' باشد

source: Checks if we should send a copy of the email to the admin.
fa_ir: بررسی اینکه آیا باید یک نسخه از ایمیل به مدیر ارسال شود یا خیر

source: Set this email as active (true), which means available will fire when the event occur, or inactive (false).
fa_ir: این ایمیل را فعال (true) کنید تا هنگام وقوع رویداد ارسال شود یا غیرفعال (false)

source: Whether or not this is a legacy email.
fa_ir: آیا این یک ایمیل قدیمی است یا خیر

source: Severity of the problem.
fa_ir: شدت مشکل

source: Date when the event was created.
fa_ir: تاریخ ایجاد رویداد

source: Payload of the event.
fa_ir: محتوای رویداد

source: The type of user responsible for initiating the event. There are two options: Manual and System. By default, the event is saved as manual.
fa_ir: نوع کاربری که رویداد را آغاز کرده است؛ دو گزینه وجود دارد: دستی و سیستمی. به طور پیش‌فرض، رویداد به صورت دستی ذخیره می‌شود

source: The type of object related to this event. It's usually the model name.
fa_ir: نوع شیء مرتبط با این رویداد؛ معمولاً نام مدل است

source: The event slug. It needs to be unique and preferably make it clear what it is about. Example: account_created is about creating an account.
fa_ir: نامک رویداد؛ باید یکتا باشد و ترجیحاً مشخص کند مربوط به چه چیزی است. مثال: account_created برای ایجاد حساب کاربری

source: The ID of the related objects.
fa_ir: شناسه اشیای مرتبط

source: The ID of the customer attached to this membership.
fa_ir: شناسه مشتری متصل به این عضویت

source: The user ID attached to this membership.
fa_ir: شناسه کاربر متصل به این عضویت

source: The plan ID associated with the membership.
fa_ir: شناسه پلن مرتبط با این عضویت

source: Additional products related to this membership. Services, Packages or other types of products.
fa_ir: محصولات اضافی مرتبط با این عضویت؛ خدمات، بسته‌ها یا سایر محصولات

source: The currency that this membership. It's a 3-letter code. E.g. 'USD'.
fa_ir: واحد پول این عضویت؛ یک کد سه‌حرفی مانند 'USD'

source: The interval period between a charge. Only the interval amount, the unit will be defined in another property.
fa_ir: دوره زمانی بین هر پرداخت؛ فقط مقدار دوره، واحد در ویژگی دیگری تعریف می‌شود

source: The duration amount type. Can be 'day', 'week', 'month' or 'year'.
fa_ir: نوع مدت زمان؛ می‌تواند 'day'، 'week'، 'month' یا 'year' باشد

source: The product amount.
fa_ir: مبلغ محصول

source: The initial amount charged for this membership, including the setup fee.
fa_ir: مبلغ اولیه‌ای که برای این عضویت دریافت می‌شود، شامل هزینه راه‌اندازی

source: Date of creation of this membership.
fa_ir: تاریخ ایجاد این عضویت

source: Date when this membership was activated.
fa_ir: تاریخ فعال‌سازی این عضویت

source: Date when the trial period ends, if this membership has or had a trial period.
fa_ir: تاریخ پایان دوره آزمایشی، در صورتی که این عضویت دارای دوره آزمایشی باشد یا بوده باشد

source: Date when the membership was cancelled.
fa_ir: تاریخ لغو عضویت

source: Date when the membership will expiry.
fa_ir: تاریخ انقضای عضویت

source: Change of the payment completion for the plan value.
fa_ir: تغییر وضعیت پرداخت برای مبلغ پلن

source: If this membership should auto-renewal.
fa_ir: آیا این عضویت باید به‌صورت خودکار تمدید شود

source: Amount of times this membership got billed.
fa_ir: تعداد دفعاتی که این عضویت پرداخت شده است

source: Maximum times we should charge this membership.
fa_ir: حداکثر دفعاتی که باید این عضویت شارژ شود

source: The membership status. Can be 'pending', 'active', 'on-hold', 'expired', 'cancelled' or other values added by third-party add-ons.
fa_ir: وضعیت عضویت. می‌تواند «در انتظار»، «فعال»، «معلق»، «منقضی»، «لغو شده» یا مقادیر دیگری که افزونه‌های جانبی اضافه می‌کنند باشد

source: The ID of the customer on the payment gateway database.
fa_ir: شناسه مشتری در پایگاه داده درگاه پرداخت

source: The ID of the subscription on the payment gateway database.
fa_ir: شناسه اشتراک در پایگاه داده درگاه پرداخت

source: ID of the gateway being used on this subscription.
fa_ir: شناسه درگاه مورد استفاده در این اشتراک

source: Signup method used to create this membership.
fa_ir: روش ثبت‌نام برای ایجاد این عضویت

source: Plan that this membership upgraded from.
fa_ir: پلنی که این عضویت از آن ارتقا یافته است

source: Date this membership was last modified.
fa_ir: تاریخ آخرین ویرایش این عضویت

source: If this membership is a disabled one.
fa_ir: آیا این عضویت غیرفعال است

source: If this membership is recurring (true), which means the customer paid a defined amount each period of time, or not recurring (false).
fa_ir: آیا این عضویت دوره‌ای است (true)، یعنی مشتری در هر بازه زمانی مبلغ مشخصی پرداخت می‌کند، یا غیر دوره‌ای (false)

source: The ID of the customer attached to this payment.
fa_ir: شناسه مشتری متصل به این پرداخت

source: The ID of the membership attached to this payment.
fa_ir: شناسه عضویت متصل به این پرداخت

source: The ID from another payment that this payment is related to.
fa_ir: شناسه پرداخت دیگری که این پرداخت به آن مرتبط است

source: The currency of this payment. It's a 3-letter code. E.g. 'USD'.
fa_ir: واحد پول این پرداخت. یک کد سه‌حرفی است. مثلاً: USD

source: Value before taxes, discounts, fees and other changes.
fa_ir: مقدار قبل از مالیات، تخفیف، کارمزد و سایر تغییرات

source: Total amount refunded.
fa_ir: مبلغ کل بازپرداخت شده

source: The amount, in currency, of the tax.
fa_ir: مقدار مالیات به واحد پول

source: Discount code used.
fa_ir: کد تخفیف استفاده شده

source: This takes into account fees, discounts and credits.
fa_ir: این مبلغ شامل کارمزدها، تخفیف‌ها و اعتبارها است

source: The payment status: Can be 'pending', 'completed', 'refunded', 'partially-refunded', 'partially-paid', 'failed', 'cancelled' or other values added by third-party add-ons.
fa_ir: وضعیت پرداخت: می‌تواند «در انتظار»، «تکمیل شده»، «بازپرداخت شده»، «بازپرداخت جزئی»، «پرداخت جزئی»، «ناموفق»، «لغو شده» یا مقادیر دیگری که افزونه‌های جانبی اضافه می‌کنند باشد

source: ID of the gateway being used on this payment.
fa_ir: شناسه درگاه مورد استفاده در این پرداخت

source: The ID of the product of this payment.
fa_ir: شناسه محصول این پرداخت

source: The ID of the payment on the gateway, if it exists.
fa_ir: شناسه پرداخت در درگاه، در صورت وجود

source: The total value of the discounts applied to this payment.
fa_ir: مجموع تخفیف‌های اعمال شده روی این پرداخت

source: Sequential invoice number assigned to this payment.
fa_ir: شماره فاکتور ترتیبی اختصاص داده شده به این پرداخت

source: Holds if we need to cancel the membership on refund.
fa_ir: آیا لازم است عضویت هنگام بازپرداخت لغو شود

source: The ID of the feature image of the product.
fa_ir: شناسه تصویر شاخص محصول

source: The product slug. It needs to be unique and preferably make it clear what it is about. Example: my_new_product.
fa_ir: اسلاگ محصول. باید یکتا باشد و ترجیحاً موضوع آن را مشخص کند. مثال: my_new_product

source: Your product name, which is used as product title as well.
fa_ir: نام محصول شما که به عنوان عنوان محصول نیز استفاده می‌شود

source: A description for the product, usually a short text.
fa_ir: توضیحی برای محصول، معمولاً یک متن کوتاه

source: The currency that this product accepts. It's a 3-letter code. E.g. 'USD'.
fa_ir: واحد پولی که این محصول می‌پذیرد. یک کد سه‌حرفی است. مثلاً: USD

source: The pricing type can be 'free', 'paid' or 'contact_us'.
fa_ir: نوع قیمت‌گذاری می‌تواند «رایگان»، «پرداختی» یا «تماس بگیرید» باشد

source: The duration of the trial period of this product, if the product has one.
fa_ir: مدت زمان دوره آزمایشی این محصول، در صورت وجود

source: The unit of the trial duration amount. Can be day, week, month or year.
fa_ir: واحد مدت زمان دوره آزمایشی. می‌تواند روز، هفته، ماه یا سال باشد

source: Time interval between charges.
fa_ir: بازه زمانی بین هر پرداخت

source: Time interval unit between charges.
fa_ir: واحد بازه زمانی بین هر پرداخت

source: The value of this product. E.g. 19.99.
fa_ir: مقدار این محصول. مثلاً ۱۹.۹۹

source: The setup fee value, if the product has one. E.g. 159.99.
fa_ir: مقدار هزینه راه‌اندازی، در صورت وجود. مثلاً ۱۵۹.۹۹

source: Set this product as active (true), which means available to be used, or inactive (false).
fa_ir: این محصول را فعال (true) یعنی قابل استفاده یا غیرفعال (false) قرار دهید

source: The default product types are 'product', 'service' and 'package'. More types can be add using the product type filter.
fa_ir: انواع پیش‌فرض محصول شامل «محصول»، «خدمت» و «بسته» است. انواع بیشتری را می‌توان با فیلتر نوع محصول اضافه کرد

source: The ID from another Product that this product is related to.
fa_ir: شناسه محصول دیگری که این محصول به آن مرتبط است

source: Set this product as a recurring one (true), which means the customer paid a defined amount each period of time, or not recurring (false).
fa_ir: این محصول را دوره‌ای (true) یعنی مشتری در هر بازه زمانی مبلغ مشخصی پرداخت می‌کند یا غیر دوره‌ای (false) قرار دهید

source: The number of times we should charge this product.
fa_ir: تعداد دفعاتی که باید این محصول شارژ شود

source: Date when this was created.
fa_ir: تاریخ ایجاد

source: Date when this was last modified.
fa_ir: تاریخ آخرین ویرایش

source: Set this product as a taxable one (true), which means tax rules are applied to, or not taxable (false).
fa_ir: این محصول را مشمول مالیات (true) یعنی قوانین مالیاتی روی آن اعمال می‌شود یا غیر مشمول مالیات (false) قرار دهید

source: Category of taxes applied to this product. You need to set this if taxable is set to true.
fa_ir: دسته‌بندی مالیاتی که روی این محصول اعمال می‌شود. اگر taxable روی true باشد باید این را تنظیم کنید

source: If the product is the 'contact_us' type, it will need a label for the contact us button.
fa_ir: اگر محصول از نوع «تماس بگیرید» باشد، باید یک برچسب برای دکمه تماس با ما وارد کنید

source: The url where the contact us button will lead to.
fa_ir: آدرس اینترنتی که دکمه تماس با ما به آن هدایت می‌شود

source: A list (array) of features of the product.
fa_ir: لیستی (آرایه‌ای) از ویژگی‌های محصول

source: The customer role of this product.
fa_ir: نقش مشتری این محصول

source: The available addons of this product.
fa_ir: افزونه‌های موجود برای این محصول

source: The group of this product, if has any.
fa_ir: گروه این محصول، در صورت وجود

source: If the legacy options are enabled.
fa_ir: اگر گزینه‌های قدیمی فعال باشند

source: Feature list for pricing tables.
fa_ir: لیست ویژگی‌ها برای جدول قیمت

source: The categories this site belongs to.
fa_ir: دسته‌بندی‌هایی که این سایت به آن‌ها تعلق دارد

source: The ID of the feature image of the site.
fa_ir: شناسه تصویر شاخص سایت

source: The network ID for this site.
fa_ir: شناسه شبکه این سایت

source: The site title.
fa_ir: عنوان سایت

source: The site name.
fa_ir: نام سایت

source: A description for the site, usually a short text.
fa_ir: توضیحی برای سایت، معمولاً یک متن کوتاه

source: The site domain. You don't need to put http or https in front of your domain in this field. e.g: example.com.
fa_ir: دامنه سایت. نیازی به وارد کردن http یا https در ابتدای دامنه نیست. مثلاً: example.com

source: Path of the site. Used when in sub-directory mode.
fa_ir: مسیر سایت. در حالت زیرشاخه استفاده می‌شود

source: Date when the site was registered.
fa_ir: تاریخ ثبت سایت

source: Date of the last update on this site.
fa_ir: تاریخ آخرین به‌روزرسانی سایت

source: Holds the ID of the customer that owns this site.
fa_ir: شناسه مشتری مالک این سایت

source: Set true if this site is a public one, false if not.
fa_ir: اگر این سایت عمومی است true قرار دهید، در غیر این صورت false

source: Is this an archived site.
fa_ir: آیا این سایت بایگانی شده است

source: Is this a site with mature content.
fa_ir: آیا این سایت دارای محتوای بزرگسالان است

source: Is this an spam site.
fa_ir: آیا این سایت اسپم است

source: Is this site deleted.
fa_ir: آیا این سایت حذف شده است

source: The ID of the language being used on this site.
fa_ir: شناسه زبان مورد استفاده در این سایت

source: The ID of the customer that owns this site.
fa_ir: شناسه مشتری مالک این سایت

source: The ID of the membership associated with this site, if any.
fa_ir: شناسه عضویت مرتبط با این سایت، در صورت وجود

source: The ID of the templated used to create this site.
fa_ir: شناسه قالب استفاده شده برای ایجاد این سایت

source: The type of this particular site. Can be default, site_template, customer_owned, pending, external, main or other values added by third-party add-ons.
fa_ir: نوع این سایت. می‌تواند default، site_template، customer_owned، pending، external، main یا مقادیر دیگری باشد که افزونه‌های جانبی اضافه می‌کنند.

source: Keeps signup options for the site.
fa_ir: گزینه‌های ثبت‌نام سایت را حفظ می‌کند.

source: Keeps signup meta for the site.
fa_ir: اطلاعات متای ثبت‌نام سایت را حفظ می‌کند.

source: Webhook name, which is used as product title as well.
fa_ir: نام وب‌هوک که به عنوان عنوان محصول نیز استفاده می‌شود.

source: The URL used for the webhook call.
fa_ir: آدرس URL مورد استفاده برای فراخوانی وب‌هوک.

source: The event that needs to be fired for this webhook to be sent.
fa_ir: رویدادی که باید اجرا شود تا این وب‌هوک ارسال گردد.

source: How many times this webhook was sent.
fa_ir: تعداد دفعاتی که این وب‌هوک ارسال شده است.

source: Set this webhook as active (true), which means available will fire when the event occur, or inactive (false).
fa_ir: این وب‌هوک را فعال (true) کنید تا هنگام وقوع رویداد اجرا شود، یا غیرفعال (false) کنید.

source: Is this webhook hidden.
fa_ir: آیا این وب‌هوک مخفی است؟

source: The integration that created this webhook.
fa_ir: یکپارچه‌سازی که این وب‌هوک را ایجاد کرده است.

source: The date when this webhook last fail.
fa_ir: تاریخ آخرین خطای این وب‌هوک.

source: Item not found.
fa_ir: موردی پیدا نشد.

source: Something went wrong (Code 1).
fa_ir: مشکلی پیش آمد (کد ۱).

source: The %1$s object does not have a %2$s method
fa_ir: شیء %1$s متد %2$s را ندارد

source: Something went wrong (Code 2).
fa_ir: مشکلی پیش آمد (کد ۲).

source: The id for the resource.
fa_ir: شناسه منبع.

source: No description found.
fa_ir: توضیحی یافت نشد.

source: Output just the id when the operation is successful.
fa_ir: در صورت موفقیت فقط شناسه را نمایش بده.

source: Render response in a particular format.
fa_ir: پاسخ را در قالب خاصی نمایش بده.

source: Limit response to specific fields. Defaults to id, name
fa_ir: پاسخ را به فیلدهای خاص محدود کن. به طور پیش‌فرض: id, name

source: The payment in question was not found.
fa_ir: پرداخت مورد نظر پیدا نشد.

source: You are not allowed to modify this payment.
fa_ir: شما اجازه ویرایش این پرداخت را ندارید.

source: The membership in question was not found.
fa_ir: عضویت مورد نظر پیدا نشد.

source: The payment in question has an invalid status.
fa_ir: وضعیت پرداخت مورد نظر نامعتبر است.

source: You are not allowed to modify this membership.
fa_ir: شما اجازه ویرایش این عضویت را ندارید.

source: This cart proposes no changes to the current membership.
fa_ir: این سبد خرید هیچ تغییری در عضویت فعلی ایجاد نمی‌کند.

source: Your site currently has %1$d %2$s but the new plan is limited to %3$d %4$s. You must trash %5$d %6$s before you can downgrade your plan.
fa_ir: سایت شما در حال حاضر %1$d %2$s دارد اما پلن جدید به %3$d %4$s محدود است. باید ابتدا %5$d %6$s را حذف کنید تا بتوانید پلن خود را کاهش دهید.

source: This new plan does NOT support custom domains. You must remove all custom domains before you can downgrade your plan.
fa_ir: پلن جدید از دامنه‌های اختصاصی پشتیبانی نمی‌کند. باید همه دامنه‌های اختصاصی را حذف کنید تا بتوانید پلن خود را کاهش دهید.

source: Your site currently has %1$d %2$s but the new plan is limited to %3$d %4$s. You must remove %5$d %6$s before you can downgrade your plan.
fa_ir: سایت شما در حال حاضر %1$d %2$s دارد اما پلن جدید به %3$d %4$s محدود است. باید %5$d %6$s را حذف کنید تا بتوانید پلن خود را کاهش دهید.

source: custom domains
fa_ir: دامنه‌های اختصاصی

source: custom domain
fa_ir: دامنه اختصاصی

source: You already have an active %s agreement.
fa_ir: شما هم‌اکنون یک توافق‌نامه فعال %s دارید.

source: Scheduled Swap Credit
fa_ir: اعتبار جابجایی زمان‌بندی‌شده

source: Swap scheduled to next billing cycle.
fa_ir: جابجایی به چرخه بعدی صورتحساب زمان‌بندی شد.

source: Prorated amount based on the previous membership.
fa_ir: مبلغ متناسب با عضویت قبلی محاسبه شده است.

source: The code %s do not exist or is no longer valid.
fa_ir: کد %s وجود ندارد یا دیگر معتبر نیست.

source: Interval %1$s and %2$s do not match.
fa_ir: بازه‌های %1$s و %2$s با هم مطابقت ندارند.

source: The product you are trying to add does not exist.
fa_ir: محصولی که می‌خواهید اضافه کنید وجود ندارد.

source: The product you are trying to add does not exist for the selected duration.
fa_ir: محصول مورد نظر برای مدت زمان انتخاب‌شده وجود ندارد.

source: Theres already a plan in this membership.
fa_ir: در این عضویت قبلاً یک پلن وجود دارد.

source: %1$s does not have a valid price variation for that billing period (every %2$s %3$s(s)) and was not added to the cart.
fa_ir: %1$s برای این دوره صورتحساب (هر %2$s %3$s) قیمت معتبری ندارد و به سبد خرید اضافه نشد.

source: Signup Fee for %s
fa_ir: هزینه ثبت‌نام برای %s

source: Signup Credit for %s
fa_ir: اعتبار ثبت‌نام برای %s

source: Ultimate Multisite Compatibility Mode
fa_ir: حالت سازگاری Ultimate Multisite

source: Toggle this option on if Ultimate Multisite elements are not loading correctly or at all.
fa_ir: اگر بخش‌های Ultimate Multisite به درستی یا اصلاً بارگذاری نمی‌شوند، این گزینه را فعال کنید.

source: <strong>Error:</strong> The password you entered is incorrect.
fa_ir: <strong>خطا:</strong> رمز عبور وارد شده اشتباه است.

source: Something went wrong
fa_ir: مشکلی پیش آمد

source: Your email address is not yet verified. Your site %1$s will only be activated %2$s after your email address is verified. Check your inbox and verify your email address.
fa_ir: آدرس ایمیل شما هنوز تأیید نشده است. سایت شما %1$s فقط %2$s پس از تأیید ایمیل فعال می‌شود. صندوق ورودی خود را بررسی و ایمیل را تأیید کنید.

source: Resend verification email →
fa_ir: ارسال مجدد ایمیل تأیید →

source: Ultimate Multisite - Register Page
fa_ir: Ultimate Multisite - صفحه ثبت‌نام

source: Ultimate Multisite - Login Page
fa_ir: Ultimate Multisite - صفحه ورود

source: Ultimate Multisite - Site Blocked Page
fa_ir: Ultimate Multisite - صفحه مسدود شدن سایت

source: Ultimate Multisite - Membership Update Page
fa_ir: Ultimate Multisite - صفحه به‌روزرسانی عضویت

source: Ultimate Multisite - New Site Page
fa_ir: Ultimate Multisite - صفحه سایت جدید

source: Payment gateway not registered.
fa_ir: درگاه پرداخت ثبت نشده است.

source: The email address you entered is already in use.
fa_ir: آدرس ایمیلی که وارد کردید قبلاً استفاده شده است.

source: Something wrong happened while attempting to save the customer billing address
fa_ir: هنگام ذخیره آدرس صورتحساب مشتری مشکلی پیش آمد

source: The item was added!
fa_ir: آیتم با موفقیت اضافه شد!

source: The Password entered is too weak.
fa_ir: رمز عبور وارد شده بسیار ضعیف است.

source: Password confirmation
fa_ir: تأیید رمز عبور

source: Email confirmation
fa_ir: تأیید ایمیل

source: Template ID
fa_ir: شناسه قالب

source: Valid password
fa_ir: رمز عبور معتبر

source: Payment Gateway
fa_ir: درگاه پرداخت

source: Checkout failed for customer %s:
fa_ir: پرداخت مشتری %s با خطا مواجه شد:

source: Ultimate Multisite Legacy Signup
fa_ir: Ultimate Multisite ثبت‌نام قدیمی

source: OFF
fa_ir: خاموش

source: Free!
fa_ir: رایگان!

source: No Setup Fee
fa_ir: بدون هزینه راه‌اندازی

source: Sorry. Our service is not allowed in your country.
fa_ir: متاسفیم. سرویس ما در کشور شما فعال نیست.

source: Pick a Plan
fa_ir: یک پلن انتخاب کنید

source: Which one of our amazing plans you want to get?
fa_ir: کدام یک از پلن‌های فوق‌العاده ما را می‌خواهید؟

source: Template Selection
fa_ir: انتخاب قالب

source: Select the base template of your new site.
fa_ir: قالب پایه سایت جدید خود را انتخاب کنید.

source: Site Details
fa_ir: جزئیات سایت

source: Ok, now it's time to pick your site url and title!
fa_ir: حالا وقتشه که آدرس و عنوان سایتت رو انتخاب کنی!

source: Select the title your site is going to have.
fa_ir: عنوان سایت خود را انتخاب کنید.

source: URL
fa_ir: آدرس سایت

source: Site urls can only contain lowercase letters (a-z) and numbers and must be at least 4 characters. .
fa_ir: آدرس سایت فقط می‌تواند شامل حروف کوچک انگلیسی (a-z) و اعداد باشد و حداقل باید ۴ کاراکتر باشد.

source: Site URL Preview
fa_ir: پیش‌نمایش آدرس سایت

source: Continue to the next step
fa_ir: ادامه مرحله بعدی

source: Username must be at least 4 characters.
fa_ir: نام کاربری باید حداقل ۴ کاراکتر باشد.

source: Your password should be at least 6 characters long.
fa_ir: رمز عبور شما باید حداقل ۶ کاراکتر باشد.

source: Confirm Password
fa_ir: تأیید رمز عبور

source: Site URL
fa_ir: آدرس سایت

source: Create Account
fa_ir: ایجاد حساب کاربری

source: Account Details
fa_ir: جزئیات حساب

source: Begin Signup Process
fa_ir: شروع فرآیند ثبت‌نام

source: Creating Account
fa_ir: در حال ایجاد حساب

source: Please, do not use the "site_url" as one of your custom fields' ids. We use it as a honeytrap field to prevent spam registration. Consider alternatives such as "url" or "website".
fa_ir: لطفاً از "site_url" به عنوان شناسه یکی از فیلدهای سفارشی خود استفاده نکنید. ما از آن به عنوان فیلد تله برای جلوگیری از ثبت‌نام اسپم استفاده می‌کنیم. گزینه‌هایی مانند "url" یا "website" را در نظر بگیرید.

source: This is a site-related field. For that reason, this field will not show up when no plans are present on the shopping cart.
fa_ir: این یک فیلد مرتبط با سایت است. به همین دلیل، این فیلد زمانی نمایش داده نمی‌شود که هیچ پلنی در سبد خرید وجود نداشته باشد.

source: This is a customer-related field. For that reason, this field will not show up when the user is logged and already has a customer on file.
fa_ir: این یک فیلد مرتبط با مشتری است. به همین دلیل، این فیلد زمانی نمایش داده نمی‌شود که کاربر وارد شده و قبلاً یک مشتری ثبت شده دارد.
