Repository: Multisite-Ultimate/ultimate-multisite
Catalog: lang/ultimate-multisite-*.po
Languages: fa_ir

source: Transform your WordPress Multisite into a Website as a Service (WaaS) platform supporting site cloning, re-selling, and domain mapping integrations with many hosting providers.
fa_ir: وردپرس چندسایته خود را به یک پلتفرم «سایت به عنوان سرویس» (WaaS) تبدیل کنید که امکان کلون‌سازی سایت، فروش مجدد و اتصال دامنه را با پشتیبانی از بسیاری از سرویس‌دهندگان هاست فراهم می‌کند.

source: day
fa_ir: روز

source: days
fa_ir: روزها

source: week
fa_ir: هفته

source: weeks
fa_ir: هفته‌ها

source: month
fa_ir: ماه

source: months
fa_ir: ماه‌ها

source: year
fa_ir: سال

source: years
fa_ir: سال‌ها

source: You do not have enough permissions to perform this task.
fa_ir: شما دسترسی کافی برای انجام این کار ندارید.

source: Unable to download update addon. User does not have permission to install %s
fa_ir: امکان دانلود افزونه به‌روزرسانی وجود ندارد. کاربر اجازه نصب %s را ندارد

source: You are trying to download an add-on from an insecure URL
fa_ir: در حال تلاش برای دانلود افزونه از یک آدرس ناامن هستید

source: All Add-ons
fa_ir: همه افزونه‌ها

source: Failed to fetch addons from API: %s
fa_ir: دریافت افزونه‌ها از API با خطا مواجه شد: %s

source: no addons returned
fa_ir: هیچ افزونه‌ای بازگردانده نشد

source: Add-ons
fa_ir: افزونه‌ها

source: Premium
fa_ir: پریمیوم

source: Free
fa_ir: رایگان

source: Gateways
fa_ir: درگاه‌ها

source: Growth & Scaling
fa_ir: رشد و مقیاس‌پذیری

source: Integrations
fa_ir: یکپارچه‌سازی‌ها

source: Customization
fa_ir: سفارشی‌سازی

source: Admin Themes
fa_ir: پوسته‌های مدیریت

source: Monetization
fa_ir: درآمدزایی

source: Migrators
fa_ir: مهاجرت‌کننده‌ها

source: Marketplace
fa_ir: بازارچه

source: Documentation
fa_ir: مستندات

source: Page & Menu Title
fa_ir: عنوان صفحه و منو

source: Menu
fa_ir: منو

source: Menu Icon
fa_ir: آیکون منو

source: Reset Settings
fa_ir: بازنشانی تنظیمات

source: Save Changes
fa_ir: ذخیره تغییرات

source: Customize Page
fa_ir: سفارشی‌سازی صفحه

source: Customize Elements
fa_ir: سفارشی‌سازی عناصر

source: Exit Customize Mode
fa_ir: خروج از حالت سفارشی‌سازی

source: Events
fa_ir: رویدادها

source: Broadcast Type
fa_ir: نوع انتشار

source: Type
fa_ir: نوع

source: Broadcast type cannot be edited.
fa_ir: امکان ویرایش نوع انتشار وجود ندارد.

source: Email
fa_ir: ایمیل

source: Admin Notice
fa_ir: اعلان مدیریت

source: Broadcast Status
fa_ir: وضعیت انتشار

source: Status
fa_ir: وضعیت

source: This option determines the color of the admin notice.
fa_ir: این گزینه رنگ اعلان مدیریت را تعیین می‌کند.

source: Info (blue)
fa_ir: اطلاعاتی (آبی)

source: Success (green)
fa_ir: موفقیت‌آمیز (سبز)

source: Warning (yellow)
fa_ir: هشدار (زرد)

source: Error (red)
fa_ir: خطا (قرمز)

source: Customer Targets
fa_ir: هدف‌های مشتری

source: Product Targets
fa_ir: هدف‌های محصول

source: No customer found
fa_ir: هیچ مشتری‌ای پیدا نشد

source: Targets
fa_ir: هدف‌ها

source: %s customer(s) targeted.
fa_ir: %s مشتری هدف‌گذاری شد.

source: Loading...
fa_ir: در حال بارگذاری...

source: Edit Broadcast
fa_ir: ویرایش انتشار

source: Add new Broadcast
fa_ir: افزودن انتشار جدید

source: Broadcast updated with success!
fa_ir: انتشار با موفقیت به‌روزرسانی شد!

source: Enter Broadcast Title
fa_ir: عنوان انتشار را وارد کنید

source: This title is used on the message itself, and in the case of a broadcast email, it will be used as the subject.
fa_ir: این عنوان روی خود پیام نمایش داده می‌شود و در صورت ارسال ایمیل، به عنوان موضوع استفاده خواهد شد.

source: Save Broadcast
fa_ir: ذخیره انتشار

source: Delete Broadcast
fa_ir: حذف انتشار

source: Be careful. This action is irreversible.
fa_ir: احتیاط کنید. این عملیات قابل بازگشت نیست.

source: Select the type of message you want to send.
fa_ir: نوع پیامی که می‌خواهید ارسال کنید را انتخاب کنید.

source: Message
fa_ir: پیام

source: Display a message on your customers' dashboard.
fa_ir: نمایش پیام در پیشخوان مشتریان شما.

source: Send an email to your customers.
fa_ir: ارسال ایمیل به مشتریان شما.

source: &larr; Back to Type Selection
fa_ir: &rarr; بازگشت به انتخاب نوع

source: Target Customers
fa_ir: هدف‌گذاری مشتریان

source: This broadcast will be sent to the user or users that are selected here. You can select more than one.
fa_ir: این انتشار برای کاربر یا کاربرانی که اینجا انتخاب می‌کنید ارسال می‌شود. می‌توانید بیش از یک نفر را انتخاب کنید.

source: Search a customer...
fa_ir: جستجوی مشتری...

source: Target Product
fa_ir: هدف‌گذاری محصول

source: This broadcast will be sent to the users that have this product. You can select more than one.
fa_ir: این انتشار برای کاربرانی که این محصول را دارند ارسال می‌شود. می‌توانید بیش از یک محصول را انتخاب کنید.

source: Search for a product..
fa_ir: جستجوی محصول...

source: Message Type
fa_ir: نوع پیام

source: The color of the notice is based on the type.
fa_ir: رنگ اعلان بر اساس نوع پیام تعیین می‌شود.

source: Warning (orange)
fa_ir: هشدار (نارنجی)

source: &larr; Back to Target Selection
fa_ir: &rarr; بازگشت به انتخاب هدف

source: Message Subject
fa_ir: موضوع پیام

source: The title will appear above the main content in the notice or used as subject of the email.
fa_ir: عنوان بالای محتوای اصلی در اعلان یا به عنوان موضوع ایمیل نمایش داده می‌شود.

source: Enter a title for your broadcast.
fa_ir: یک عنوان برای پیام خود وارد کنید.

source: Content
fa_ir: محتوا

source: The main content of your broadcast.
fa_ir: محتوای اصلی پیام شما.

source: Next Step &rarr;
fa_ir: مرحله بعدی &larr;

source: Send &rarr;
fa_ir: ارسال &larr;

source: Broadcast removed successfully.
fa_ir: پیام با موفقیت حذف شد.

source: Search Broadcast
fa_ir: جستجوی پیام

source: Broadcast
fa_ir: پیام

source: Broadcasts
fa_ir: پیام‌ها

source: Add Broadcast
fa_ir: افزودن پیام

source: System Emails
fa_ir: ایمیل‌های سیستمی

source: Generate Shortcode
fa_ir: ایجاد شورت‌کد

source: Step Separator
fa_ir: جداکننده مرحله

source: Field
fa_ir: فیلد

source: Additional Settings
fa_ir: تنظیمات بیشتر

source: Style
fa_ir: استایل

source: Field Type
fa_ir: نوع فیلد

source: Select the type of field you want to add to the checkout form.
fa_ir: نوع فیلدی که می‌خواهید به فرم پرداخت اضافه کنید را انتخاب کنید.

source: &larr; Back to Field Type Selection
fa_ir: &rarr; بازگشت به انتخاب نوع فیلد

source: Pre-fill from Request
fa_ir: پیش‌پر کردن از درخواست

source: The key is the field slug. If your field has the slug "my-color" for example, adding ?my-color=blue will pre-fill this field with the value "blue".
fa_ir: کلید همان اسلاگ فیلد است. اگر اسلاگ فیلد شما "my-color" باشد، افزودن ?my-color=blue این فیلد را با مقدار "blue" پیش‌پر می‌کند.

source: Enable this to allow this field to be pre-filled based on the request parameters.
fa_ir: با فعال‌سازی این گزینه، این فیلد بر اساس پارامترهای درخواست پیش‌پر می‌شود.

source: Field Visibility
fa_ir: نمایش فیلد

source: Select the visibility of this field.
fa_ir: وضعیت نمایش این فیلد را انتخاب کنید.

source: Always show
fa_ir: همیشه نمایش داده شود

source: Only show for logged in users
fa_ir: فقط برای کاربران وارد شده نمایش داده شود

source: Only show for guests
fa_ir: فقط برای مهمانان نمایش داده شود

source: Wrapper Width
fa_ir: عرض قاب

source: Set the width of this field wrapper (in %).
fa_ir: عرض قاب این فیلد را (بر حسب درصد) تنظیم کنید.

source: Wrapper CSS Classes
fa_ir: کلاس‌های CSS قاب

source: e.g. custom-field example-class
fa_ir: مثلاً custom-field example-class

source: You can enter multiple CSS classes separated by spaces. These will be applied to the field wrapper element.
fa_ir: می‌توانید چند کلاس CSS را با فاصله وارد کنید. این کلاس‌ها به عنصر قاب فیلد اعمال می‌شوند.

source: Field CSS Classes
fa_ir: کلاس‌های CSS فیلد

source: You can enter multiple CSS classes separated by spaces. These will be applied to the field element itself, when possible.
fa_ir: می‌توانید چند کلاس CSS را با فاصله وارد کنید. این کلاس‌ها تا حد امکان به خود عنصر فیلد اعمال می‌شوند.

source: Add Field
fa_ir: افزودن فیلد

source: Save Field
fa_ir: ذخیره فیلد

source: Monthly
fa_ir: ماهانه

source: The checkout form could not be found.
fa_ir: فرم پرداخت پیدا نشد.

source: Visibility
fa_ir: وضعیت نمایش

source: Step ID
fa_ir: شناسه مرحله

source: e.g. step-name
fa_ir: مثلاً step-name

source: This will be used on the URL. Only alpha-numeric and hyphens allowed.
fa_ir: این مقدار در URL استفاده می‌شود. فقط حروف، اعداد و خط تیره مجاز است.

source: Step Title
fa_ir: عنوان مرحله

source: e.g. My Extra Step
fa_ir: مثلاً مرحله اضافی من

source: Mostly used internally, but made available for templates.
fa_ir: بیشتر به صورت داخلی استفاده می‌شود اما برای قالب‌ها نیز در دسترس است.

source: Step Description
fa_ir: توضیحات مرحله

source: e.g. This is the last step!
fa_ir: مثلاً این آخرین مرحله است!

source: Logged Status
fa_ir: وضعیت ورود

source: Select the visibility of this step.
fa_ir: وضعیت نمایش این مرحله را انتخاب کنید.

source: Element ID
fa_ir: شناسه عنصر

source: A custom ID to be added to the form element. Do not add the # symbol.
fa_ir: یک شناسه سفارشی برای عنصر فرم اضافه کنید. علامت # را وارد نکنید.

source: Extra CSS Classes
fa_ir: کلاس‌های CSS اضافی

source: You can enter multiple CSS classes separated by spaces.
fa_ir: می‌توانید چند کلاس CSS را با فاصله وارد کنید.

source: Add Step
fa_ir: افزودن مرحله

source: Save Step
fa_ir: ذخیره مرحله

source: Order
fa_ir: ترتیب

source: Label
fa_ir: برچسب

source: Slug
fa_ir: اسلاگ

source: Conversion Snippets
fa_ir: کدهای تبدیل

source: Add custom snippets in HTML (with javascript support) to add conversion tracking pixels and such. This code is only run on the successful Thank You step.<br> Available placeholders are: %s
fa_ir: کدهای سفارشی HTML (با پشتیبانی جاوااسکریپت) برای افزودن پیکسل‌های رهگیری تبدیل و موارد مشابه اضافه کنید. این کد فقط در مرحله موفقیت‌آمیز تشکر اجرا می‌شود.<br> جایگزین‌های قابل استفاده: %s

source: Advanced Options
fa_ir: گزینه‌های پیشرفته

source: Thank You
fa_ir: سپاسگزاریم

source: Configure the Thank You page for this Checkout Form.
fa_ir: صفحه تشکر برای این فرم پرداخت را تنظیم کنید.

source: Scripts
fa_ir: اسکریپت‌ها

source: Custom CSS
fa_ir: CSS سفارشی

source: Add custom CSS code to your checkout form. SCSS syntax is supported.
fa_ir: کد CSS سفارشی خود را به فرم پرداخت اضافه کنید. سینتکس SCSS پشتیبانی می‌شود.

source: Restrictions
fa_ir: محدودیت‌ها

source: Control the access to this checkout form.
fa_ir: دسترسی به این فرم پرداخت را کنترل کنید.

source: Restrict by Country
fa_ir: محدودیت بر اساس کشور

source: Restrict this checkout form to specific countries.
fa_ir: این فرم پرداخت را فقط برای کشورهای خاص محدود کنید.

source: Allowed Countries
fa_ir: کشورهای مجاز

source: Select the allowed countries.
fa_ir: کشورهای مجاز را انتخاب کنید.

source: Type to search countries...
fa_ir: برای جستجوی کشورها تایپ کنید...

source: Checkout Form Slug
fa_ir: اسلاگ فرم پرداخت

source: This is used to create shortcodes and more.
fa_ir: این برای ساخت شورت‌کدها و امکانات بیشتر استفاده می‌شود.

source: You are changing the form slug. If you save this change, all the shortcodes and blocks referencing this slug will stop working until you update them with the new slug.
fa_ir: شما در حال تغییر اسلاگ فرم هستید. اگر این تغییر را ذخیره کنید، تمام شورت‌کدها و بلوک‌هایی که به این اسلاگ اشاره دارند، تا زمانی که با اسلاگ جدید به‌روزرسانی نشوند، کار نخواهند کرد.

source: Active
fa_ir: فعال

source: Use this option to manually enable or disable this checkout form.
fa_ir: با این گزینه می‌توانید این فرم پرداخت را به صورت دستی فعال یا غیرفعال کنید.

source: Welcome to the Checkout Form builder!
fa_ir: به سازنده فرم پرداخت خوش آمدید!

source: You should be able to create registration forms in any way, shape, and form you desire. This editor allows you to do just that 😃
fa_ir: شما می‌توانید فرم‌های ثبت‌نام را به هر شکلی که دوست دارید بسازید. این ویرایشگر دقیقاً همین امکان را به شما می‌دهد 😃

source: Want a registration form with multiple steps? Check! A single step? Check! Control the visibility of certain steps and fields based on the context of the customer? Check!
fa_ir: فرم ثبت‌نام چندمرحله‌ای می‌خواهید؟ انجام شد! تک‌مرحله‌ای؟ انجام شد! کنترل نمایش مراحل و فیلدها بر اساس شرایط مشتری؟ انجام شد!

source: Adding new Steps
fa_ir: افزودن مراحل جدید

source: To add a new step to the registration form, use this button here.
fa_ir: برای افزودن مرحله جدید به فرم ثبت‌نام، از این دکمه استفاده کنید.

source: Adding new Fields
fa_ir: افزودن فیلد جدید

source: To add a new field to a step, use this button here. You can add fields to capture additional data from your customers and use that data to populate site templates.
fa_ir: برای افزودن فیلد جدید به یک مرحله، از این دکمه استفاده کنید. می‌توانید فیلدهایی اضافه کنید تا اطلاعات بیشتری از مشتریان دریافت کرده و از آن‌ها برای تکمیل قالب‌های سایت استفاده کنید.

source: You can learn more about that here &rarr;
fa_ir: می‌توانید اطلاعات بیشتری را اینجا بخوانید &larr;

source: Edit Checkout Form
fa_ir: ویرایش فرم پرداخت

source: Add new Checkout Form
fa_ir: افزودن فرم پرداخت جدید

source: Edit Checkout_Form
fa_ir: ویرایش Checkout_Form

source: Checkout Form updated with success!
fa_ir: فرم پرداخت با موفقیت به‌روزرسانی شد!

source: Enter Checkout Form Name
fa_ir: نام فرم پرداخت را وارد کنید

source: This name is used for internal reference only.
fa_ir: این نام فقط برای استفاده داخلی است.

source: Save Checkout Form
fa_ir: ذخیره فرم پرداخت

source: Delete Checkout Form
fa_ir: حذف فرم پرداخت

source: Checkout Forms
fa_ir: فرم‌های پرداخت

source: Checkout Forms are an easy and flexible way to experiment with different approaches when trying to convert new customers.
fa_ir: فرم‌های پرداخت راهی آسان و انعطاف‌پذیر برای آزمایش روش‌های مختلف جذب مشتریان جدید هستند.

source: Experiment!
fa_ir: آزمایش کنید!

source: You can create as many checkout forms as you want, with different fields, products on offer, etc.
fa_ir: می‌توانید هر تعداد فرم پرداخت که می‌خواهید با فیلدها و محصولات مختلف بسازید.

source: Planning on running some sort of promotion? Why not create a custom landing page with a tailor-maid checkout form to go with? The possibilities are endless.
fa_ir: برنامه‌ای برای اجرای یک کمپین تبلیغاتی دارید؟ چرا یک صفحه فرود اختصاصی با فرم پرداخت سفارشی نسازید؟ امکانات بی‌پایان است.

source: Checkout Form Template
fa_ir: قالب فرم پرداخت

source: Select a starting point for a new Checkout Form.
fa_ir: یک نقطه شروع برای فرم پرداخت جدید انتخاب کنید.

source: Single Step
fa_ir: تک‌مرحله‌ای

source: Multi-Step
fa_ir: چندمرحله‌ای

source: Blank
fa_ir: خالی

source: Go to the Editor &rarr;
fa_ir: رفتن به ویرایشگر &larr;

source: Draft Checkout Form
fa_ir: پیش‌نویس فرم پرداخت

source: Checkout Form removed successfully.
fa_ir: فرم پرداخت با موفقیت حذف شد.

source: Search Checkout Form
fa_ir: جستجوی فرم پرداخت

source: Add Checkout Form
fa_ir: افزودن فرم پرداخت

source: Security check failed. Please try again.
fa_ir: بررسی امنیتی ناموفق بود. لطفاً دوباره تلاش کنید.

source: Confirm Transfer
fa_ir: تأیید انتقال

source: This will start the transfer of assets from one user to another.
fa_ir: این کار انتقال دارایی‌ها از یک کاربر به کاربر دیگر را آغاز می‌کند.

source: Start Transfer
fa_ir: شروع انتقال

source: Customer not found.
fa_ir: مشتری پیدا نشد.

source: User not found.
fa_ir: کاربر پیدا نشد.

source: Delete everything
fa_ir: حذف همه چیز

source: Sites, payments and memberships.
fa_ir: سایت‌ها، پرداخت‌ها و عضویت‌ها.

source: Re-assignment to customer
fa_ir: انتساب مجدد به مشتری

source: Select Customer...
fa_ir: انتخاب مشتری...

source: Custom field
fa_ir: فیلد سفارشی

source: Location:
fa_ir: مکان:

source: Delete
fa_ir: حذف

source: Display unset fields
fa_ir: نمایش فیلدهای تنظیم‌نشده

source: If fields were added after the customer creation or onto a different form, they will not have a set value for this customer. You can manually set those here.
fa_ir: اگر فیلدها پس از ایجاد مشتری یا در فرم دیگری اضافه شده باشند، برای این مشتری مقدار تعیین‌شده‌ای ندارند. می‌توانید این مقادیر را به صورت دستی اینجا وارد کنید.

source: No custom meta data collected and no custom fields found.
fa_ir: هیچ متای سفارشی جمع‌آوری نشده و فیلد سفارشی یافت نشد.

source: Manually add custom meta fields
fa_ir: افزودن دستی فیلد متای سفارشی

source: Add new custom meta fields to this customer.
fa_ir: افزودن فیلد متای سفارشی جدید به این مشتری.

source: Value
fa_ir: مقدار

source: Remove
fa_ir: حذف

source: Title
fa_ir: عنوان

source: Text
fa_ir: متن

source: Textarea
fa_ir: متن چندخطی

source: Checkbox
fa_ir: چک‌باکس

source: Color
fa_ir: رنگ

source: Image
fa_ir: تصویر

source: + Add meta field
fa_ir: + افزودن فیلد متا

source: At a Glance
fa_ir: در یک نگاه

source: Customer ID
fa_ir: شناسه مشتری

source: Last Login
fa_ir: آخرین ورود

source: No date
fa_ir: بدون تاریخ

source: Total Grossed
fa_ir: مجموع درآمد

source: Memberships
fa_ir: عضویت‌ها

source: Customer Options
fa_ir: گزینه‌های مشتری

source: General
fa_ir: عمومی

source: General options for the customer.
fa_ir: گزینه‌های عمومی برای مشتری.

source: VIP
fa_ir: ویژه

source: Set this customer as a VIP.
fa_ir: این مشتری را به عنوان VIP تنظیم کنید.

source: Billing Info
fa_ir: اطلاعات صورتحساب

source: Billing information for this particular customer
fa_ir: اطلاعات صورتحساب این مشتری

source: Custom Meta
fa_ir: متای سفارشی

source: Custom data collected via Ultimate Multisite forms.
fa_ir: داده‌های سفارشی جمع‌آوری‌شده از طریق فرم‌های Ultimate Multisite.

source: Payments
fa_ir: پرداخت‌ها

source: Sites
fa_ir: سایت‌ها

source: User
fa_ir: کاربر

source: Search WordPress user...
fa_ir: جستجوی کاربر وردپرس...

source: The WordPress user associated to this customer.
fa_ir: کاربر وردپرسی مرتبط با این مشتری.

source: Changing the user will transfer the customer and all its assets to the new user.
fa_ir: تغییر کاربر باعث انتقال مشتری و تمام دارایی‌های او به کاربر جدید می‌شود.

source: Email Verification
fa_ir: تأیید ایمیل

source: Select Status
fa_ir: انتخاب وضعیت

source: The email verification status. This gets automatically switched to Verified when the customer verifies their email address.
fa_ir: وضعیت تأیید ایمیل. این گزینه پس از تأیید ایمیل توسط مشتری، به‌صورت خودکار به «تأیید شده» تغییر می‌کند.

source: None
fa_ir: هیچ‌کدام

source: Pending
fa_ir: در انتظار

source: Verified
fa_ir: تأیید شده

source: Activate Memberships
fa_ir: فعال‌سازی عضویت‌ها

source: If you toggle this option, this change in status will also activate the related pending memberships. If any sites are pending, they are also going to be published automatically.
fa_ir: با فعال کردن این گزینه، تغییر وضعیت باعث فعال شدن عضویت‌های معلق مرتبط نیز می‌شود. اگر سایتی در حالت انتظار باشد، به‌صورت خودکار منتشر خواهد شد.

source: Re-send Verification Email &rarr;
fa_ir: ارسال مجدد ایمیل تأیید &larr;

source: Transfer Customer
fa_ir: انتقال مشتری

source: Last Login & IPs
fa_ir: آخرین ورود و IPها

source: IP Address
fa_ir: آدرس IP

source: IP Address Country
fa_ir: کشور آدرس IP

source: Edit Customer
fa_ir: ویرایش مشتری

source: Add new Customer
fa_ir: افزودن مشتری جدید

source: Customer updated with success!
fa_ir: مشتری با موفقیت به‌روزرسانی شد!

source: Enter Customer
fa_ir: ورود به مشتری

source: Save Customer
fa_ir: ذخیره مشتری

source: Delete Customer
fa_ir: حذف مشتری

source: Verification email sent!
fa_ir: ایمیل تأیید ارسال شد!

source: You do not have permissions to access this file.
fa_ir: شما اجازه دسترسی به این فایل را ندارید.

source: Existing User
fa_ir: کاربر موجود

source: Invite New
fa_ir: دعوت کاربر جدید

source: Username
fa_ir: نام کاربری

source: E.g. johnsmith
fa_ir: مثلاً johnsmith

source: Email Address
fa_ir: آدرس ایمیل

source: E.g. customer@wpultimo.dev
fa_ir: مثلاً customer@wpultimo.dev

source: Set Password
fa_ir: تنظیم رمز عبور

source: If not set, the user will be asked to set a password after accepting the invite.
fa_ir: در صورت عدم تعیین، پس از پذیرش دعوت از کاربر خواسته می‌شود رمز عبور تعیین کند.

source: Password
fa_ir: رمز عبور

source: E.g. p@$$w0rd
fa_ir: مثلاً p@$$w0rd

source: Create Customer
fa_ir: ایجاد مشتری

source: Customer removed successfully.
fa_ir: مشتری با موفقیت حذف شد.

source: Search Customer
fa_ir: جستجوی مشتری

source: Customers
fa_ir: مشتریان

source: Add Customer
fa_ir: افزودن مشتری

source: Export as CSV
fa_ir: خروجی CSV

source: Last 7 days
fa_ir: ۷ روز گذشته

source: Last 30 days
fa_ir: ۳۰ روز گذشته

source: Year to date
fa_ir: از ابتدای سال

source: Our dashboard
fa_ir: داشبورد ما

source: This is the <strong>Ultimate Multisite Dashboard</strong>, where you will find most of the important information you will need regarding your business' performance.
fa_ir: این <strong>داشبورد Ultimate Multisite</strong> است که در آن می‌توانید بیشتر اطلاعات مهم مربوط به عملکرد کسب‌وکار خود را مشاهده کنید.

source: Learning more
fa_ir: یادگیری بیشتر

source: Most of the Ultimate Multisite admin pages will contain a link like this one at the top. These will link directly to the relevant knowledge base page on the Ultimate Multisite site.
fa_ir: بیشتر صفحات مدیریت Ultimate Multisite لینکی مانند این در بالا دارند که مستقیماً به صفحه دانش‌نامه مرتبط در سایت Ultimate Multisite هدایت می‌شود.

source: It's all about growth!
fa_ir: همه چیز درباره رشد است!

source: This graph allows you to follow how your monthly recurring revenue is growing this year.
fa_ir: این نمودار به شما امکان می‌دهد روند رشد درآمد ماهانه تکرارشونده خود را در سال جاری دنبال کنید.

source: Date-range support
fa_ir: پشتیبانی از بازه زمانی

source: Checking statistics and comparing data for different periods is key in maintaining a good grasp on your business.
fa_ir: بررسی آمار و مقایسه داده‌ها در بازه‌های زمانی مختلف، کلید درک بهتر وضعیت کسب‌وکار شماست.

source: You can use the date-range selectors to have access to just the data you need and nothing more.
fa_ir: می‌توانید با انتخاب بازه زمانی، فقط به داده‌های مورد نیاز خود دسترسی داشته باشید.

source: Monthly Recurring Revenue Growth
fa_ir: رشد درآمد ماهانه تکرارشونده

source: Revenue
fa_ir: درآمد

source: Signups by Countries
fa_ir: ثبت‌نام بر اساس کشورها

source: Signups by Form
fa_ir: ثبت‌نام بر اساس فرم

source: Most Visited Sites
fa_ir: پربازدیدترین سایت‌ها

source: New Memberships
fa_ir: عضویت‌های جدید

source: No Product
fa_ir: بدون محصول

source: New MRR
fa_ir: MRR جدید

source: Cancellations
fa_ir: لغوها

source: Dashboard
fa_ir: داشبورد

source: Description
fa_ir: توضیحات

source: Tell your customers what this product is about.
fa_ir: به مشتریان خود توضیح دهید این محصول چیست.

source: Limit Uses
fa_ir: محدودیت استفاده

source: Rules and limitations to the applicability of this discount code.
fa_ir: قوانین و محدودیت‌های استفاده از این کد تخفیف.

source: Uses
fa_ir: تعداد استفاده

source: This discount code was used %d times.
fa_ir: این کد تخفیف %d بار استفاده شده است.

source: The number of times that this discount code was used so far.
fa_ir: تعداد دفعاتی که این کد تخفیف تا کنون استفاده شده است.

source: Max Uses
fa_ir: حداکثر استفاده

source: Use this option to set a limit on how many times this discount code can be used. Leave blank or 0 for unlimited uses.
fa_ir: با این گزینه می‌توانید حداکثر تعداد دفعات استفاده از این کد تخفیف را تعیین کنید. برای نامحدود، خالی بگذارید یا ۰ وارد کنید.

source: Unlimited
fa_ir: نامحدود

source: Start & Expiration Dates
fa_ir: تاریخ شروع و پایان

source: Define a start and end date for this discount code. Useful when running campaigns for a pre-determined period.
fa_ir: برای این کد تخفیف تاریخ شروع و پایان تعیین کنید. مناسب برای کمپین‌های مدت‌دار.

source: Enable Start Date
fa_ir: فعال‌سازی تاریخ شروع

source: Allows you to set a start date for this coupon code.
fa_ir: امکان تعیین تاریخ شروع برای این کد تخفیف را فراهم می‌کند.

source: Start Date
fa_ir: تاریخ شروع

source: The discount code will only be good to be used after this date.
fa_ir: کد تخفیف فقط پس از این تاریخ قابل استفاده خواهد بود.

source: Enable Expiration Date
fa_ir: فعال‌سازی تاریخ پایان

source: Allows you to set an expiration date for this coupon code.
fa_ir: امکان تعیین تاریخ انقضا برای این کد تخفیف را فراهم می‌کند.
