Repository: Multisite-Ultimate/ultimate-multisite
Catalog: lang/ultimate-multisite-*.po
Languages: fa_ir

source: No packages or services found.
fa_ir: هیچ بسته یا خدمتی پیدا نشد.

source: Breadcrumb
fa_ir: بردکرامب

source: Home
fa_ir: خانه

source: Site Image: %s
fa_ir: تصویر سایت: %s

source: Make Primary
fa_ir: تعیین به عنوان اصلی

source: All other mapped domains will redirect to the primary domain.
fa_ir: تمام دامنه‌های دیگر به دامنه اصلی هدایت خواهند شد.

source: No domains added.
fa_ir: هیچ دامنه‌ای اضافه نشده است.

source: Your network is taking shape!
fa_ir: شبکه شما در حال شکل‌گیری است!

source: Here are the next steps to keep you on that streak!
fa_ir: در اینجا مراحل بعدی برای ادامه موفقیت شما آمده است!

source: done
fa_ir: انجام شد

source: Dismiss
fa_ir: رد کردن

source: Download Invoice
fa_ir: دانلود فاکتور

source: Go to payment
fa_ir: رفتن به پرداخت

source: Unique Visits
fa_ir: بازدیدهای منحصربه‌فرد

source: Next Reset: %s
fa_ir: بازنشانی بعدی: %s

source: Not %1$s? <a href="%2$s" class="wu-no-underline">Log in</a> using your account.
fa_ir: نه %1$s؟ <a href="%2$s" class="wu-no-underline">با حساب کاربری خود وارد شوید</a>.

source: Create an Account
fa_ir: ایجاد حساب کاربری

source: Current Site
fa_ir: سایت فعلی

source: Danger Zone
fa_ir: منطقه خطر

source: Signups today
fa_ir: ثبت‌نام‌های امروز

source: Today's gross revenue
fa_ir: درآمد ناخالص امروز

source: Order ID
fa_ir: شناسه سفارش

source: Check Status
fa_ir: بررسی وضعیت

source: Creating
fa_ir: در حال ایجاد

source: Visit
fa_ir: بازدید

source: Order Details
fa_ir: جزئیات سفارش

source: Discount (%s)
fa_ir: تخفیف (%s)

source: Host
fa_ir: میزبان

source: IP / Target
fa_ir: IP / هدف

source: Loading DNS entries...
fa_ir: در حال بارگذاری رکوردهای DNS...

source: Your Network IP
fa_ir: IP شبکه شما

source: Loading log contents...
fa_ir: در حال بارگذاری محتوای لاگ...

source: Refresh Logs
fa_ir: به‌روزرسانی لاگ‌ها

source: Search Placeholders
fa_ir: جستجوی جای‌گزین‌ها

source: Hey there
fa_ir: سلام

source: A new domain, %2$s, was added to the site %3$s.
fa_ir: دامنه جدید %2$s به سایت %3$s اضافه شد.

source: Domain Stage
fa_ir: مرحله دامنه

source: Secure
fa_ir: امن

source: Go to Domain &rarr;
fa_ir: رفتن به دامنه &larr;

source: Visit Site &rarr;
fa_ir: بازدید از سایت &larr;

source: Site Admin Panel
fa_ir: پنل مدیریت سایت

source: Visit Admin Panel &rarr;
fa_ir: بازدید از پنل مدیریت &larr;

source: Go to Site Management &rarr;
fa_ir: رفتن به مدیریت سایت &larr;

source: Go to Membership &rarr;
fa_ir: رفتن به عضویت &larr;

source: We have great news! You received %1$s from %2$s (%3$s) for %4$s.
fa_ir: خبر عالی! شما %1$s از %2$s (%3$s) بابت %4$s دریافت کردید.

source: Paid with
fa_ir: پرداخت با

source: Processed at
fa_ir: پردازش شده در

source: Download PDF
fa_ir: دانلود PDF

source: Go to Payment &rarr;
fa_ir: رفتن به پرداخت &larr;

source: Go to Customer &rarr;
fa_ir: رفتن به مشتری &larr;

source: A new website, <b>%1$s</b> (%2$s), was created successfully on your network!
fa_ir: وب‌سایت جدید <b>%1$s</b> (%2$s) با موفقیت در شبکه شما ایجاد شد!

source: Visit Site →
fa_ir: بازدید از سایت →

source: Visit Admin Panel →
fa_ir: بازدید از پنل مدیریت →

source: Go to Site Management →
fa_ir: رفتن به مدیریت سایت →

source: Go to Membership →
fa_ir: رفتن به عضویت →

source: Go to Customer →
fa_ir: رفتن به مشتری →

source: Hey %s,
fa_ir: سلام %s،

source: Thanks for creating an account! You're only a step away from being ready.
fa_ir: ممنون که حساب کاربری ساختید! فقط یک قدم تا آماده شدن فاصله دارید.

source: In order to complete the activation of your account, you need to confirm your email address by clicking on the link below.
fa_ir: برای تکمیل فعال‌سازی حساب خود، باید ایمیل خود را با کلیک روی لینک زیر تأیید کنید.

source: Verify Email Address →
fa_ir: تأیید ایمیل →

source: or copy the link %s and paste it onto your browser
fa_ir: یا لینک %s را کپی کرده و در مرورگر خود قرار دهید

source: We have great news! We successfully processed your payment of %1$s for %2$s.
fa_ir: خبر عالی! پرداخت شما به مبلغ %1$s بابت %2$s با موفقیت انجام شد.

source: You have a new pending payment of %1$s for your membership.
fa_ir: شما یک پرداخت معلق جدید به مبلغ %1$s بابت عضویت خود دارید.

source: We have great news! The site <b>%1$s</b> (%2$s) was created successfully and is ready!
fa_ir: خبر عالی! سایت <b>%1$s</b> (%2$s) با موفقیت ایجاد شد و آماده است!

source: Your Site
fa_ir: سایت شما

source: Target %s
fa_ir: هدف %s

source: Invoice #
fa_ir: شماره فاکتور

source: Created: %s
fa_ir: ایجاد شده: %s

source: Due on Receipt
fa_ir: سررسید: هنگام دریافت

source: Bill to
fa_ir: صورت‌حساب به

source: Item
fa_ir: آیتم

source: Tax included in price.
fa_ir: مالیات در قیمت لحاظ شده است.

source: Total: %s
fa_ir: جمع کل: %s

source: There are no Plans created in the platform.
fa_ir: هیچ پلانی در پلتفرم ایجاد نشده است.

source: This is your current plan
fa_ir: این پلن فعلی شماست

source: %s - Signup
fa_ir: %s - ثبت‌نام

source: Return to Home
fa_ir: بازگشت به خانه

source: &larr; Go Back to Previous Step
fa_ir: &rarr; بازگشت به مرحله قبل

source: Your URL will be
fa_ir: آدرس شما خواهد بود

source: Network Active
fa_ir: فعال در شبکه

source: Version %s
fa_ir: نسخه %s

source: Visible
fa_ir: نمایان

source: Hidden
fa_ir: مخفی

source: Behavior
fa_ir: رفتار

source: Force Activate
fa_ir: فعال‌سازی اجباری

source: Force Inactivate
fa_ir: غیرفعال‌سازی اجباری

source: Force Activate & Lock
fa_ir: فعال‌سازی و قفل اجباری

source: Force Inactivate & Lock
fa_ir: غیرفعال‌سازی و قفل اجباری

source: No categories
fa_ir: بدون دسته‌بندی

source: Available
fa_ir: در دسترس

source: Pre-Selected
fa_ir: از پیش انتخاب شده

source: Refunds:
fa_ir: بازپرداخت‌ها:

source: Total:
fa_ir: جمع کل:

source: No tax rates.
fa_ir: بدون نرخ مالیات.

source: Check / Uncheck All
fa_ir: انتخاب / عدم انتخاب همه

source: Parameter
fa_ir: پارامتر

source: Accepted Values
fa_ir: مقادیر قابل قبول

source: Template Placeholders
fa_ir: جای‌گزین‌های قالب

source: item(s)
fa_ir: آیتم

source: Loading Template Placeholders...
fa_ir: در حال بارگذاری جای‌گزین‌های قالب...

source: No items to display
fa_ir: موردی برای نمایش وجود ندارد

source: Add new Row
fa_ir: افزودن ردیف جدید

source: Delete Selected Rows
fa_ir: حذف ردیف‌های انتخاب‌شده

source: Save your changes!
fa_ir: تغییرات خود را ذخیره کنید!

source: Saving...
fa_ir: در حال ذخیره...

source: Save Template Placeholders
fa_ir: ذخیره جای‌گزین‌های قالب

source: No items found.
fa_ir: موردی پیدا نشد.

source: Copy Data to Clipboard
fa_ir: کپی داده به کلیپ‌بورد

source: Download File
fa_ir: دانلود فایل

source: Go to the Tax Settings Page
fa_ir: رفتن به صفحه تنظیمات مالیات

source: Tax Category Name
fa_ir: نام دسته‌بندی مالیات

source: Create
fa_ir: ایجاد

source: &larr; Back
fa_ir: &rarr; بازگشت

source: Switch
fa_ir: تغییر

source: Add new Tax Category
fa_ir: افزودن دسته‌بندی مالیات جدید

source: Loading Tax Rates...
fa_ir: در حال بارگذاری نرخ‌های مالیات...

source: Leave blank to apply to all
fa_ir: برای اعمال به همه، خالی بگذارید

source: Save Tax Rates
fa_ir: ذخیره نرخ‌های مالیات

source: Job Queue
fa_ir: صف انتظار کار

source: Server Clock
fa_ir: ساعت سرور

source: Toggle container
fa_ir: تغییر وضعیت کانتینر

source: Boxed
fa_ir: جعبه‌ای

source: Wide
fa_ir: عریض

source: Search Anything...
fa_ir: جستجوی هر چیزی...

source: Click to rebuild menu list
fa_ir: برای بازسازی فهرست منو کلیک کنید

source: Redirecting you to the target page...
fa_ir: در حال انتقال به صفحه مقصد...

source: Searching Results...
fa_ir: در حال جستجوی نتایج...

source: Undefined
fa_ir: تعریف نشده

source: Network Admin
fa_ir: مدیر شبکه

source: Mapped Domain
fa_ir: دامنه نگاشته‌شده

source: Nothing Found...
fa_ir: چیزی پیدا نشد...

source: Select template...
fa_ir: انتخاب قالب...

source: View Desktop Version
fa_ir: نمایش نسخه دسکتاپ

source: View Tablet Landscape (1024x768)
fa_ir: نمایش تبلت افقی (۱۰۲۴×۷۶۸)

source: View Tablet Portrait (768x1024)
fa_ir: نمایش تبلت عمودی (۷۶۸×۱۰۲۴)

source: View Mobile Landscape (800x360)
fa_ir: نمایش موبایل افقی (۸۰۰×۳۶۰)

source: View Mobile Portrait (360x800)
fa_ir: نمایش موبایل عمودی (۳۶۰×۸۰۰)

source: Loading template preview...
fa_ir: در حال بارگذاری پیش‌نمایش قالب...

source: Site Template Preview will go here!
fa_ir: پیش‌نمایش قالب سایت اینجا نمایش داده می‌شود!

source: Toggle Toolbox
fa_ir: تغییر وضعیت جعبه ابزار

source: Membership <Strong>%s</strong>
fa_ir: عضویت <strong>%s</strong>

source: Activate %s Integration
fa_ir: فعال‌سازی یکپارچه‌سازی %s

source: This integration will:
fa_ir: این یکپارچه‌سازی انجام می‌دهد:

source: This integration will <strong>not</strong>:
fa_ir: این یکپارچه‌سازی <strong>انجام نمی‌دهد</strong>:

source: &larr; Cancel
fa_ir: &rarr; لغو

source: Integration already activated.
fa_ir: یکپارچه‌سازی قبلاً فعال شده است.

source: You’ll need to get your
fa_ir: شما باید

source: for your Cloudflare DNS zone.
fa_ir: را برای منطقه DNS کلودفلر خود دریافت کنید.

source: Before we start...
fa_ir: قبل از شروع...

source: This integration is really aimed at people that do not have access to an Enterprise Cloudflare account, since that particular tier supports proxying on wildcard DNS entries, which makes adding each subdomain unecessary. If you own an enterprise tier account, you can simply follow <a class="wu-no-underline" href="%s" target="_blank">this tutorial</a> to create the wildcard entry and deactivate this integration entirely.
fa_ir: این یکپارچه‌سازی بیشتر برای افرادی است که به حساب Enterprise کلودفلر دسترسی ندارند، زیرا آن سطح امکان پراکسی روی رکوردهای wildcard را فراهم می‌کند و دیگر نیازی به افزودن هر زیردامنه به صورت جداگانه نیست. اگر حساب Enterprise دارید، کافی است <a class="wu-no-underline" href="%s" target="_blank">این آموزش</a> را دنبال کنید تا رکورد wildcard را بسازید و این یکپارچه‌سازی را غیرفعال کنید.

source: Getting the Zone ID and API Key
fa_ir: دریافت Zone ID و API Key

source: On the Cloudflare overview page of your Zone (the domain managed), you'll see a block on the sidebar containing the Zone ID. Copy that value.
fa_ir: در صفحه نمای کلی کلودفلر برای Zone خود (دامنه مدیریت‌شده)، در نوار کناری بخشی با Zone ID خواهید دید. آن مقدار را کپی کنید.

source: DNS Zone ID on the Sidebar
fa_ir: Zone ID در نوار کناری DNS

source: On that same sidebar block, you will see the Get your API token link. Click on it to go to the token generation screen.
fa_ir: در همان بخش نوار کناری، لینک دریافت API token را خواهید دید. روی آن کلیک کنید تا به صفحه ساخت توکن بروید.

source: Go to the API Tokens tab, then click on Create Token
fa_ir: به تب API Tokens بروید و سپس روی ایجاد توکن کلیک کنید

source: We want an API token that will allow us to edit DNS records, so select the Edit zone DNS template.
fa_ir: ما به توکنی نیاز داریم که اجازه ویرایش رکوردهای DNS را بدهد، پس قالب Edit zone DNS را انتخاب کنید.

source: Use the Edit Zone DNS template
fa_ir: استفاده از قالب Edit Zone DNS

source: On the next screen, set the permissions to Edit, and select the zone that corresponds to your target domain. Then, move to the next step.
fa_ir: در صفحه بعد، سطح دسترسی را روی Edit قرار دهید و زونی که مربوط به دامنه هدف است را انتخاب کنید. سپس به مرحله بعد بروید.

source: Permission and Zone Settings
fa_ir: تنظیمات دسترسی و Zone

source: Finally, click Create Token.
fa_ir: در نهایت، روی ایجاد توکن کلیک کنید.

source: Finishing up.
fa_ir: پایان کار.

source: Copy the API Token (it won't be shown again, so you need to copy it now!). We will use it on the next step alongside with the Zone ID
fa_ir: توکن API را کپی کنید (این مقدار دیگر نمایش داده نمی‌شود، پس همین حالا کپی کنید!). در مرحله بعد همراه با Zone ID از آن استفاده خواهیم کرد.

source: Done!
fa_ir: انجام شد!

source: We are almost there!
fa_ir: تقریباً تمام است!

source: You should have all the information we need in hand right now. The next step is to configure it.
fa_ir: الان باید تمام اطلاعات مورد نیاز را داشته باشید. مرحله بعدی پیکربندی آن است.

source: All set! We have made all the adjustments to and the Integration should work.
fa_ir: همه چیز آماده است! همه تنظیمات لازم انجام شد و یکپارچه‌سازی باید کار کند.

source: You will need to edit your wp-config.php file manually. Copy the contents of the box below and paste it on your wp-config.php file, right before the line containing:
fa_ir: باید فایل wp-config.php خود را به صورت دستی ویرایش کنید. محتوای جعبه زیر را کپی کرده و درست قبل از خط زیر در فایل wp-config.php قرار دهید:

source: Your wp-config.php settings:
fa_ir: تنظیمات wp-config.php شما:

source: Test Integration &rarr;
fa_ir: تست یکپارچه‌سازی &larr;

source: Add manually
fa_ir: افزودن دستی

source: Add automatically
fa_ir: افزودن خودکار

source: Setting up GridPane with WP Ultimo is as easy as toggling a switch
fa_ir: راه‌اندازی GridPane با WP Ultimo به سادگی فعال کردن یک سوییچ است

source: On the GridPane panel, go to
fa_ir: در پنل GridPane، به

source: Click on your network site to bring up the options modal
fa_ir: روی سایت شبکه خود کلیک کنید تا پنجره تنظیمات باز شود

source: Go to the
fa_ir: برو به

source: Multisite
fa_ir: زبانه

source: tab and toggle the
fa_ir: Multisite

source: WP Ultimo Integration
fa_ir: و یکپارچه‌سازی WP Ultimo را فعال کنید

source: switch
fa_ir: تغییر دهید

source: You're all set
fa_ir: همه چیز آماده است

source: That's it! We are ready!
fa_ir: تمام شد! ما آماده‌ایم!

source: The integration with %s was correctly setup and is now ready! Now, every time a new domain is added to your platform, Ultimate Multisite will sync that with your application automatically.
fa_ir: ادغام با %s به‌درستی انجام شد و اکنون آماده است! حالا، هر بار که دامنه جدیدی به پلتفرم شما اضافه شود، Ultimate Multisite به‌صورت خودکار آن را با برنامه شما همگام‌سازی می‌کند.

source: Finish!
fa_ir: پایان!

source: as well as find the
fa_ir: و همچنین پیدا کنید

source: Server ID
fa_ir: شناسه سرور

source: APP ID
fa_ir: شناسه APP

source: for your WordPress application
fa_ir: برای برنامه وردپرس شما

source: Getting the API Key and API Secret
fa_ir: دریافت کلید API و رمز API

source: On your RunCloud admin panel, click the cog icon (settings) to go to the settings page
fa_ir: در پنل مدیریت RunCloud خود، روی آیکون چرخ‌دنده (تنظیمات) کلیک کنید تا به صفحه تنظیمات بروید

source: Settings Page Link
fa_ir: لینک صفحه تنظیمات

source: On the new page, click in the
fa_ir: در صفحه جدید، روی

source: menu item on the left
fa_ir: آیتم منو در سمت چپ

source: API Key page link
fa_ir: لینک صفحه کلید API

source: Copy the
fa_ir: کپی کنید

source: API Key and Secret values
fa_ir: مقادیر کلید API و رمز

source: we will need them in the next steps
fa_ir: ما در مراحل بعدی به آن‌ها نیاز داریم

source: Make sure the RunCloud API toggle is turned ON
fa_ir: مطمئن شوید که کلید RunCloud API فعال باشد

source: otherwise RunCloud won’t accept Ultimate Multisite API calls
fa_ir: در غیر این صورت RunCloud درخواست‌های API Ultimate Multisite را قبول نمی‌کند

source: Copy the API Key and API Secret values
fa_ir: کلید API و رمز API را کپی کنید

source: Getting the Server and App IDs
fa_ir: دریافت شناسه سرور و اپلیکیشن

source: To find what are the server and app ids for your application, navigate to your web application manage page inside the RunCloud panel. Once you are there, you’ll be able to extract the values from the URL
fa_ir: برای پیدا کردن شناسه سرور و اپلیکیشن برنامه خود، به صفحه مدیریت برنامه وب خود در پنل RunCloud بروید. پس از ورود، می‌توانید مقادیر را از آدرس URL استخراج کنید

source: Server ID is the first one, the second one is App ID.
fa_ir: شناسه سرور اولین مقدار است و دومی شناسه اپلیکیشن است.

source: Save the Server and APP id values as they will be necessary in the next step
fa_ir: مقادیر شناسه سرور و اپلیکیشن را ذخیره کنید، زیرا در مرحله بعدی لازم خواهند بود

source: Testing the Integration
fa_ir: آزمایش یکپارچه‌سازی

source: We will send a test API call to %s to make sure we are able to connect. This will confirm if everything we did so far have worked.
fa_ir: ما یک درخواست آزمایشی API به %s ارسال می‌کنیم تا مطمئن شویم اتصال برقرار است. این کار تأیید می‌کند که همه مراحل تا اینجا درست انجام شده‌اند.

source: Sending API call...
fa_ir: در حال ارسال درخواست API...

source: Yey! Everything seems to be working!
fa_ir: عالی! به نظر می‌رسد همه چیز به‌درستی کار می‌کند!

source: Something wrong happened... We might need to make some adjustments to make this work.
fa_ir: مشکلی پیش آمده است... شاید نیاز باشد برخی تنظیمات را تغییر دهیم تا این کار انجام شود.

source: Troubleshooting
fa_ir: عیب‌یابی

source: Go back to the %1$sConfiguration%2$s step - if available - and make sure you entered all the necessary information correctly;
fa_ir: به مرحله %1$sپیکربندی%2$s بازگردید - اگر در دسترس است - و مطمئن شوید که همه اطلاعات لازم را به‌درستی وارد کرده‌اید؛

source: If you have added the constants to your wp-config.php file manually, double check to make sure you've added them to the right wp-config.php file and in the right place (just above the <code>/* That's all, stop editing! Happy publishing. */</code>)
fa_ir: اگر مقادیر ثابت را به صورت دستی در فایل wp-config.php اضافه کرده‌اید، دوباره بررسی کنید که آن‌ها را در فایل wp-config.php صحیح و در محل مناسب (دقیقاً بالای <code>/* That's all, stop editing! Happy publishing. */</code>) قرار داده باشید

source: If you are sure everything is right, take a screenshot of this screen and contact support.
fa_ir: اگر مطمئن هستید همه چیز درست است، از این صفحه اسکرین‌شات بگیرید و با پشتیبانی تماس بگیرید.

source: Caution!
fa_ir: احتیاط!

source: This action is irreversible and may cause unexpected behavior in your data, be sure of what you are doing and have a backup in case of some trouble!
fa_ir: این اقدام غیرقابل بازگشت است و ممکن است باعث رفتارهای غیرمنتظره در داده‌های شما شود. مطمئن شوید که چه کاری انجام می‌دهید و در صورت بروز مشکل، نسخه پشتیبان داشته باشید!

source: This will forcely rerun our Migration Wizard on your installation. If you tried to migrate after install but your v1 data is missing, this can resolve.
fa_ir: این کار جادوی مهاجرت ما را به‌اجبار دوباره در نصب شما اجرا می‌کند. اگر پس از نصب تلاش به مهاجرت کردید اما داده‌های نسخه ۱ شما وجود ندارد، این می‌تواند مشکل را حل کند.

source: Proceed
fa_ir: ادامه

source: Completed!
fa_ir: تکمیل شد!

source: We are ready, %s!
fa_ir: ما آماده‌ایم، %s!

source: my friend
fa_ir: دوست من

source: Ultimate Multisite would not be possible without the work of %1$s and %2$s.
fa_ir: Ultimate Multisite بدون تلاش‌های %1$s و %2$s ممکن نبود.

source: Ultimate Multisite is maintained by volunteer open source developers. Please consider sponsoring the project on %s.
fa_ir: Ultimate Multisite توسط توسعه‌دهندگان داوطلب متن‌باز نگهداری می‌شود. لطفاً برای حمایت از پروژه در %s مشارکت کنید.

source: Paid support is available. Go to %s to find an expert who can assist in setting up Ultimate Multisite or custom development.
fa_ir: ترجمه و پشتیبانی فارسی توسط تیم کوانت‌رز و از طریق وبسایت ژاکت در دسترس است. برای دریافت راهنمایی یا خدمات راه‌اندازی Ultimate Multisite و توسعه سفارشی، می‌توانید به صفحه محصول در ژاکت مراجعه کنید

source: The Support Page
fa_ir: صفحه پشتیبانی

source: You now have everything you need in place to start building your Website as a Service business!
fa_ir: اکنون همه چیزهایی که برای شروع ساخت کسب‌وکار وب‌سایت به عنوان سرویس نیاز دارید، آماده است!

source: Thanks!
fa_ir: سپاسگزاریم!

source: Ultimate Multisite Requires:
fa_ir: Ultimate Multisite نیاز دارد به:

source: Minimum Version
fa_ir: حداقل نسخه

source: Recommended
fa_ir: توصیه‌شده

source: %s or later
fa_ir: %s یا بالاتر

source: Help
fa_ir: راهنما

source: And
fa_ir: و

source: Condition
fa_ir: شرط

source: It looks like your hosting environment does not support the current version of Ultimate Multisite. Visit the <strong>Read More</strong> links on each item to see what steps you need to take to bring your environment up to the Ultimate Multisite current requirements.
fa_ir: به نظر می‌رسد محیط میزبانی شما از نسخه فعلی Ultimate Multisite پشتیبانی نمی‌کند. برای مشاهده مراحل مورد نیاز جهت به‌روزرسانی محیط خود به الزامات فعلی Ultimate Multisite، به لینک‌های <strong>بیشتر بخوانید</strong> در هر مورد مراجعه کنید.

source: This plugin comes with support for issues you may have. Support can be requested via email on <a class="wu-no-underline" href="mailto:support@wpultimo.com" target="_blank">support@wpultimo.com</a> and includes:
fa_ir: این افزونه همراه با پشتیبانی برای مشکلات احتمالی ارائه می‌شود. درخواست پشتیبانی از طریق ایمیل به <a class="wu-no-underline" href="mailto:support@wpultimo.com" target="_blank">support@wpultimo.com</a> امکان‌پذیر است و شامل موارد زیر می‌شود:

source: Availability of the author to answer questions
fa_ir: دسترسی نویسنده برای پاسخ به سوالات

source: Answering technical questions about item features
fa_ir: پاسخ به سوالات فنی درباره ویژگی‌های آیتم

source: Assistance with reported bugs and issues
fa_ir: کمک در رفع باگ‌ها و مشکلات گزارش‌شده

source: Support <strong>DOES NOT</strong> Include:
fa_ir: پشتیبانی <strong>شامل نمی‌شود</strong>:

source: Customization services
fa_ir: خدمات سفارشی‌سازی

source: Installation services
fa_ir: خدمات نصب

source: Support for 3rd party plugins (i.e. plugins you install yourself later on)
fa_ir: پشتیبانی از افزونه‌های شخص ثالث (یعنی افزونه‌هایی که بعداً خودتان نصب می‌کنید)
