Repository: Multisite-Ultimate/ultimate-multisite
Catalog: lang/ultimate-multisite-*.po
Languages: fa_ir

source: Expiration Date
fa_ir: تاریخ انقضا

source: The discount code will expire after this date.
fa_ir: کد تخفیف پس از این تاریخ منقضی خواهد شد.

source: Never Expires
fa_ir: بدون تاریخ انقضا

source: Limit Products
fa_ir: محدود کردن محصولات

source: Determine if you want this discount code to apply to all discountable products or not.
fa_ir: مشخص کنید که آیا می‌خواهید این کد تخفیف برای همه محصولات قابل تخفیف اعمال شود یا خیر.

source: Select Products
fa_ir: انتخاب محصولات

source: Manually select to which products this discount code should be applicable.
fa_ir: محصولاتی را که می‌خواهید این کد تخفیف برای آن‌ها فعال باشد، به صورت دستی انتخاب کنید.

source: Coupon Code
fa_ir: کد تخفیف

source: E.g. XMAS10OFF
fa_ir: مثال: XMAS10OFF

source: The actual code your customers will enter during checkout.
fa_ir: کدی که مشتریان شما هنگام پرداخت وارد می‌کنند.

source: Discount
fa_ir: تخفیف

source: Percentage (%)
fa_ir: درصد (%)

source: Absolute (%s)
fa_ir: مقدار ثابت (%s)

source: Apply to Renewals
fa_ir: اعمال برای تمدیدها

source: By default, discounts are only applied to the first payment.
fa_ir: به طور پیش‌فرض، تخفیف فقط برای اولین پرداخت اعمال می‌شود.

source: Setup Fee Discount
fa_ir: تخفیف هزینه راه‌اندازی

source: Also set a discount for setup fee?
fa_ir: آیا برای هزینه راه‌اندازی هم تخفیف تعیین شود؟

source: Use this option to manually enable or disable this discount code for new sign-ups.
fa_ir: با استفاده از این گزینه می‌توانید این کد تخفیف را برای ثبت‌نام‌های جدید فعال یا غیرفعال کنید.

source: Make applicable to this product.
fa_ir: برای این محصول فعال شود.

source: You do not have any products at this moment.
fa_ir: در حال حاضر هیچ محصولی ندارید.

source: Legacy Add-ons
fa_ir: افزونه‌های قدیمی

source: Legacy Options
fa_ir: گزینه‌های قدیمی

source: Options for %s, and others.
fa_ir: گزینه‌ها برای %s و سایر موارد.

source: Edit Discount Code
fa_ir: ویرایش کد تخفیف

source: Add new Discount Code
fa_ir: افزودن کد تخفیف جدید

source: Discount Code updated successfully!
fa_ir: کد تخفیف با موفقیت به‌روزرسانی شد!

source: Enter Discount Code
fa_ir: وارد کردن کد تخفیف

source: Save Discount Code
fa_ir: ذخیره کد تخفیف

source: Delete Discount Code
fa_ir: حذف کد تخفیف

source: Discount Code removed successfully.
fa_ir: کد تخفیف با موفقیت حذف شد.

source: Search Discount Code
fa_ir: جستجوی کد تخفیف

source: Discount Codes
fa_ir: کدهای تخفیف

source: Add Discount Code
fa_ir: افزودن کد تخفیف

source: Set another domain as primary
fa_ir: تعیین دامنه دیگر به عنوان اصلی

source: Confirm Deletion
fa_ir: تأیید حذف

source: This action can not be undone.
fa_ir: این اقدام قابل بازگشت نیست.

source: Domain URL
fa_ir: آدرس دامنه

source: Domain
fa_ir: دامنه

source: Editing an existing domain is not possible. If you want to make changes to this domain, first delete it, and then re-add the right domain.
fa_ir: ویرایش دامنه موجود امکان‌پذیر نیست. اگر می‌خواهید این دامنه را تغییر دهید، ابتدا آن را حذف کرده و سپس دامنه صحیح را اضافه کنید.

source: Domain Options
fa_ir: گزینه‌های دامنه

source: General options for the domain.
fa_ir: گزینه‌های عمومی دامنه.

source: Is Primary Domain?
fa_ir: آیا دامنه اصلی است؟

source: Set as the primary domain.
fa_ir: تعیین به عنوان دامنه اصلی

source: Setting this as the primary domain will remove any other domain mapping marked as the primary domain for this site.
fa_ir: تعیین این دامنه به عنوان اصلی، هر دامنه دیگری که به عنوان دامنه اصلی این سایت ثبت شده باشد را حذف می‌کند.

source: By making this the primary domain, we will convert the previous primary domain for this site, if one exists, into an alias domain.
fa_ir: با انتخاب این دامنه به عنوان اصلی، دامنه اصلی قبلی این سایت (در صورت وجود) به عنوان دامنه جانبی ثبت خواهد شد.

source: Is Secure?
fa_ir: آیا امن است؟

source: Force the load using HTTPS.
fa_ir: اجبار بارگذاری با استفاده از HTTPS

source: Linked Site
fa_ir: سایت مرتبط

source: Domain Test Log
fa_ir: گزارش تست دامنه

source: Stage
fa_ir: مرحله

source: Select Stage
fa_ir: انتخاب مرحله

source: The stage in the checking lifecycle of this domain.
fa_ir: مرحله‌ای از چرخه بررسی این دامنه.

source: Search Site...
fa_ir: جستجوی سایت...

source: The target site of this domain.
fa_ir: سایت هدف این دامنه.

source: Use this option to manually enable or disable this domain.
fa_ir: با استفاده از این گزینه می‌توانید این دامنه را به صورت دستی فعال یا غیرفعال کنید.

source: This domain has a domain stage that forces it to be inactive. Change the status to Ready or Ready (without SSL) to be able to control the active status directly.
fa_ir: این دامنه دارای مرحله‌ای است که باعث غیرفعال شدن آن می‌شود. برای کنترل وضعیت فعال بودن، وضعیت را به آماده یا آماده (بدون SSL) تغییر دهید.

source: Edit Domain
fa_ir: ویرایش دامنه

source: Add new Domain
fa_ir: افزودن دامنه جدید

source: Domain updated with success!
fa_ir: دامنه با موفقیت به‌روزرسانی شد!

source: Enter Domain
fa_ir: وارد کردن دامنه

source: Save Domain
fa_ir: ذخیره دامنه

source: Delete Domain
fa_ir: حذف دامنه

source: To activate this feature you need to install the <a href="%s" target="_blank" class="wu-no-underline">Ultimate Multisite: Domain Seller</a> add-on.
fa_ir: برای فعال‌سازی این قابلیت باید افزونه <a href="%s" target="_blank" class="wu-no-underline">Ultimate Multisite: Domain Seller</a> را نصب کنید.

source: Add Existing Domain
fa_ir: افزودن دامنه موجود

source: Register New
fa_ir: ثبت دامنه جدید

source: E.g. mydomain.com
fa_ir: مثال: mydomain.com

source: Be sure the domain has the right DNS setup in place before adding it.
fa_ir: قبل از افزودن دامنه، مطمئن شوید تنظیمات DNS به درستی انجام شده باشد.

source: Apply to Site
fa_ir: اعمال برای سایت

source: Search Sites...
fa_ir: جستجوی سایت‌ها...

source: The target site of the domain being added.
fa_ir: سایت هدف دامنه‌ای که اضافه می‌شود.

source: The stage in the domain check lifecycle. Leave "Checking DNS" to have the domain go through Ultimate Multisite's automated tests.
fa_ir: مرحله‌ای از چرخه بررسی دامنه. گزینه "در حال بررسی DNS" را انتخاب کنید تا دامنه توسط تست‌های خودکار Ultimate Multisite بررسی شود.

source: Primary Domain
fa_ir: دامنه اصلی

source: Check to set this domain as the primary
fa_ir: برای تعیین این دامنه به عنوان اصلی، تیک بزنید

source: Register and Add Domain (soon)
fa_ir: ثبت و افزودن دامنه (به‌زودی)

source: Domains removed successfully.
fa_ir: دامنه‌ها با موفقیت حذف شدند.

source: Search Domains
fa_ir: جستجوی دامنه‌ها

source: Domains
fa_ir: دامنه‌ها

source: Add Domain
fa_ir: افزودن دامنه

source: This item is locked from editions. %2$s This is probably due to a background action being performed (like a transfer between different accounts, for example). You can manually unlock it, but be careful. The lock should be released automatically in %1$s seconds.
fa_ir: این مورد قفل شده است. %2$s احتمالاً به دلیل انجام یک عملیات پس‌زمینه (مانند انتقال بین حساب‌های مختلف) است. می‌توانید به صورت دستی آن را باز کنید، اما با احتیاط عمل کنید. قفل باید به طور خودکار در %1$s ثانیه آزاد شود.

source: Unlock
fa_ir: باز کردن قفل

source: Edit Object
fa_ir: ویرایش شیء

source: Add New Object
fa_ir: افزودن شیء جدید

source: Object updated with success!
fa_ir: شیء با موفقیت به‌روزرسانی شد!

source: Enter Object Name
fa_ir: نام شیء را وارد کنید

source: Save
fa_ir: ذخیره

source: Timestamps
fa_ir: زمان‌بندی‌ها

source: Created at
fa_ir: ایجاد شده در

source: Last Modified at
fa_ir: آخرین ویرایش در

source: List Table
fa_ir: جدول لیست

source: Fields
fa_ir: فیلدها

source: Tabs
fa_ir: زبانه‌ها

source: Locked
fa_ir: قفل شده

source: Send %s day(s) after the event.
fa_ir: ارسال %s روز پس از رویداد.

source: Send %1$s hour(s) and %2$s minute(s) after the event.
fa_ir: ارسال %1$s ساعت و %2$s دقیقه پس از رویداد.

source: An unique identifier for this system email.
fa_ir: یک شناسه یکتا برای این ایمیل سیستمی.

source: Event
fa_ir: رویداد

source: The event that will trigger the sending of this email.
fa_ir: رویدادی که باعث ارسال این ایمیل می‌شود.

source: Target
fa_ir: گیرنده

source: To whom this email should be sent.
fa_ir: این ایمیل باید برای چه کسی ارسال شود.

source: Network Administrators
fa_ir: مدیران شبکه

source: Customer
fa_ir: مشتری

source: Send Copy to Admins?
fa_ir: ارسال کپی به مدیران؟

source: Checking this options will add the network admins as bcc every time this email is sent to a customer.
fa_ir: با فعال کردن این گزینه، هر بار که این ایمیل برای مشتری ارسال شود، مدیران شبکه به صورت bcc اضافه می‌شوند.

source: Schedule?
fa_ir: زمان‌بندی شود؟

source: You can define when the email is sent after the event triggers.
fa_ir: می‌توانید تعیین کنید ایمیل پس از وقوع رویداد چه زمانی ارسال شود.

source: Scheduling Options
fa_ir: گزینه‌های زمان‌بندی

source: When this email will be sent after the event?
fa_ir: این ایمیل چه زمانی پس از رویداد ارسال شود؟

source: Delay for hours
fa_ir: تاخیر به ساعت

source: Delay for days
fa_ir: تاخیر به روز

source: Placeholders
fa_ir: جای‌گذاری‌ها

source: Use this option to manually enable or disable this email.
fa_ir: با این گزینه می‌توانید این ایمیل را به صورت دستی فعال یا غیرفعال کنید.

source: Email Style
fa_ir: استایل ایمیل

source: Choose if email body will be sent using the HTML template or in plain text.
fa_ir: انتخاب کنید که بدنه ایمیل با قالب HTML ارسال شود یا به صورت متن ساده.

source: Use Default
fa_ir: استفاده از پیش‌فرض

source: HTML Emails
fa_ir: ایمیل HTML

source: Plain Emails
fa_ir: ایمیل متنی

source: Custom Sender
fa_ir: فرستنده سفارشی

source: You can define an email and a name that will only be used when this email is sent.
fa_ir: می‌توانید یک ایمیل و نام اختصاصی برای ارسال این ایمیل تعریف کنید.

source: Use a custom sender?
fa_ir: استفاده از فرستنده سفارشی؟

source: From "Name"
fa_ir: از "نام"

source: Override the global from name for this particular email.
fa_ir: جایگزینی نام فرستنده کلی برای این ایمیل خاص.

source: From "Email"
fa_ir: از "ایمیل"

source: Override the global from email for this particular email.
fa_ir: جایگزینی ایمیل فرستنده کلی برای این ایمیل خاص.

source: Event Payload
fa_ir: داده‌های رویداد

source: Loading Payload
fa_ir: در حال بارگذاری داده‌ها

source: Edit Email
fa_ir: ویرایش ایمیل

source: Add new Email
fa_ir: افزودن ایمیل جدید

source: Go Back
fa_ir: بازگشت

source: Send Test Email
fa_ir: ارسال ایمیل تست

source: Email updated with success!
fa_ir: ایمیل با موفقیت به‌روزرسانی شد!

source: Enter Email Subject
fa_ir: موضوع ایمیل را وارد کنید

source: This will be used as the email subject line.
fa_ir: این به عنوان عنوان ایمیل استفاده خواهد شد.

source: Save Email
fa_ir: ذخیره ایمیل

source: Delete Email
fa_ir: حذف ایمیل

source: Send To
fa_ir: ارسال به

source: E.g. network@email.com
fa_ir: مثلاً network@email.com

source: The test email will be sent to the above email address.
fa_ir: ایمیل تست به آدرس بالا ارسال خواهد شد.

source: Something wrong happened.
fa_ir: مشکلی پیش آمد.

source: Something wrong happened with your test.
fa_ir: در ارسال تست مشکلی پیش آمد.

source: Test sent successfully
fa_ir: تست با موفقیت ارسال شد

source: Reset System Emails
fa_ir: بازنشانی ایمیل‌های سیستمی

source: Restore the system emails to their original content.
fa_ir: ایمیل‌های سیستمی به محتوای اولیه بازگردانده می‌شوند.

source: No emails to reset.
fa_ir: ایمیلی برای بازنشانی وجود ندارد.

source: Import System Emails
fa_ir: ایمیل‌های سیستمی را وارد کنید

source: Add new system emails based on Ultimate Multisite presets.
fa_ir: افزودن ایمیل‌های سیستمی جدید بر اساس پیش‌فرض‌های Ultimate Multisite.

source: All emails are already present.
fa_ir: همه ایمیل‌ها قبلاً وجود دارند.

source: Reset and/or Import
fa_ir: بازنشانی و/یا وارد کردن

source: Confirm Reset
fa_ir: تایید بازنشانی

source: Reset Email
fa_ir: بازنشانی ایمیل

source: Add System Email
fa_ir: افزودن ایمیل سیستمی

source: Email Template
fa_ir: قالب ایمیل

source: Reset or Import
fa_ir: بازنشانی یا وارد کردن

source: Sample Subject
fa_ir: نمونه موضوع

source: System emails and broadcasts will be sent using this template.
fa_ir: ایمیل‌های سیستمی و اطلاع‌رسانی‌ها با این قالب ارسال خواهند شد.

source: Header
fa_ir: سربرگ

source: Footer
fa_ir: پاورقی

source: Use Custom Logo
fa_ir: استفاده از لوگوی سفارشی

source: You can set a different logo to be used on the system emails.
fa_ir: می‌توانید یک لوگوی متفاوت برای ایمیل‌های سیستمی تنظیم کنید.

source: Custom Logo
fa_ir: لوگوی سفارشی

source: The custom logo is used in the email header, if HTML emails are used.
fa_ir: لوگوی سفارشی در سربرگ ایمیل استفاده می‌شود، اگر ایمیل‌های HTML ارسال شوند.

source: Background Color
fa_ir: رنگ پس‌زمینه

source: The cover background color of the email.
fa_ir: رنگ پس‌زمینه کاور ایمیل.

source: Title Color
fa_ir: رنگ عنوان

source: Title Size
fa_ir: اندازه عنوان

source: Title Align
fa_ir: تراز عنوان

source: Aligment of the font in the title.
fa_ir: تراز فونت در عنوان.

source: Left
fa_ir: چپ

source: Center
fa_ir: وسط

source: Right
fa_ir: راست

source: Title Font-Family
fa_ir: فونت عنوان

source: Content Color
fa_ir: رنگ محتوا

source: Content Alignment
fa_ir: تراز محتوا

source: Alignment of the font in the main email content.
fa_ir: تراز فونت در محتوای اصلی ایمیل.

source: Content Font-Family
fa_ir: فونت محتوا

source: Display Company Address
fa_ir: نمایش آدرس شرکت

source: Toggle to show/hide your company address.
fa_ir: فعال/غیرفعال کردن نمایش آدرس شرکت.

source: Footer Content
fa_ir: محتوای فوتر

source: e.g. Extra info in the email footer.
fa_ir: مثلاً اطلاعات اضافی در فوتر ایمیل.

source: Footer Font-Family
fa_ir: فونت فوتر

source: Footer Color
fa_ir: رنگ فوتر

source: Footer Alignment
fa_ir: تراز فوتر

source: Alignment of the font in the main email footer.
fa_ir: تراز فونت در فوتر اصلی ایمیل.

source: Customizer
fa_ir: سفارشی‌ساز

source: Customize Email Template:
fa_ir: سفارشی‌سازی قالب ایمیل:

source: Customize Email Template
fa_ir: سفارشی‌سازی قالب ایمیل

source: Edit Email Template
fa_ir: ویرایش قالب ایمیل

source: Email Template updated with success!
fa_ir: قالب ایمیل با موفقیت به‌روزرسانی شد!

source: Enter Email Template Name
fa_ir: نام قالب ایمیل را وارد کنید

source: Save Template
fa_ir: ذخیره قالب

source: Delete Email Template
fa_ir: حذف قالب ایمیل

source: Event removed successfully.
fa_ir: رویداد با موفقیت حذف شد.

source: Search Event
fa_ir: جستجوی رویداد

source: View Logs
fa_ir: مشاهده گزارش‌ها

source: Event Message
fa_ir: پیام رویداد

source: Edit Event
fa_ir: ویرایش رویداد

source: Add new Event
fa_ir: افزودن رویداد جدید

source: Event updated with success!
fa_ir: رویداد با موفقیت به‌روزرسانی شد!

source: Enter Event
fa_ir: رویداد را وارد کنید

source: Save Event
fa_ir: ذخیره رویداد

source: Delete Event
fa_ir: حذف رویداد

source: Integration Setup
fa_ir: راه‌اندازی یکپارچه‌سازی

source: Host Provider Integration
fa_ir: یکپارچه‌سازی با ارائه‌دهنده هاست

source: Activation
fa_ir: فعال‌سازی

source: Instructions
fa_ir: راهنما

source: Configuration
fa_ir: پیکربندی

source: Testing Integration
fa_ir: آزمایش یکپارچه‌سازی

source: Ready!
fa_ir: آماده!

source: Waiting for results...
fa_ir: در انتظار نتایج...

source: Changes to this template will be applied to all PDF invoices generated after the change. <br><br>Existing PDF Invoices will not be affected unless explicitly re-generated
fa_ir: تغییرات این قالب برای تمام فاکتورهای PDF که پس از این تغییر ایجاد شوند اعمال خواهد شد. <br><br>فاکتورهای PDF قبلی فقط در صورت بازتولید مجدد تحت تأثیر قرار می‌گیرند

source: Colors
fa_ir: رنگ‌ها

source: Images
fa_ir: تصاویر

source: Paid Tag
fa_ir: برچسب پرداخت‌شده

source: e.g. Paid.
fa_ir: مثلاً پرداخت‌شده.

source: Paid
fa_ir: پریمیوم

source: Font-Family
fa_ir: فونت

source: e.g. Extra Info about the Invoice.
fa_ir: مثلاً اطلاعات اضافی درباره فاکتور.

source: Primary Color
fa_ir: رنگ اصلی

source: You can set a different logo to be used on the invoice.
fa_ir: می‌توانید لوگوی متفاوتی برای فاکتور انتخاب کنید.

source: This will be added to the top of the generated PDF.
fa_ir: این لوگو در بالای PDF تولیدشده قرار می‌گیرد.

source: Customize Invoice Template
fa_ir: سفارشی‌سازی قالب فاکتور

source: Edit Invoice Template
fa_ir: ویرایش قالب فاکتور

source: Invoice Template updated with success!
fa_ir: قالب فاکتور با موفقیت به‌روزرسانی شد!

source: Enter Invoice Template Name
fa_ir: نام قالب فاکتور را وارد کنید

source: Save Invoice Template
fa_ir: ذخیره قالب

source: Jobs
fa_ir: مشاغل

source: Object removed successfully.
fa_ir: شیء با موفقیت حذف شد.

source: Search Object
fa_ir: شیء جستجو

source: Preview
fa_ir: پیش‌نمایش

source: There is a change scheduled to take place on this membership in <strong>%s</strong>. You can preview the changes here. Scheduled changes are usually created by downgrades.
fa_ir: یک تغییر برای این عضویت در <strong>%s</strong> برنامه‌ریزی شده است. می‌توانید تغییرات را اینجا مشاهده کنید. تغییرات زمان‌بندی‌شده معمولاً توسط کاهش سطح ایجاد می‌شوند.

source: This will start the transfer of assets from one customer to another.
fa_ir: این عملیات انتقال دارایی‌ها از یک مشتری به مشتری دیگر را آغاز می‌کند.

source: Membership not found.
fa_ir: عضویت پیدا نشد.

source: Target customer not found.
fa_ir: مشتری مقصد پیدا نشد.

source: Cannot transfer to the same customer.
fa_ir: امکان انتقال به همان مشتری وجود ندارد.

source: Membership Status
fa_ir: وضعیت عضویت

source: Reference ID
fa_ir: شناسه مرجع

source: Products
fa_ir: محصولات

source: Linked Customer
fa_ir: مشتری مرتبط

source: Membership Options
fa_ir: گزینه‌های عضویت

source: General membership options
fa_ir: گزینه‌های عمومی عضویت

source: Is Blocking?
fa_ir: آیا مسدود شود؟

source: Should we block access to the site, plugins, themes, and services after the expiration date is reached?
fa_ir: آیا پس از رسیدن به تاریخ انقضا، دسترسی به سایت، افزونه‌ها، قالب‌ها و سرویس‌ها را مسدود کنیم؟

source: Billing information for this particular membership.
fa_ir: اطلاعات صورتحساب برای این عضویت خاص.

source: The membership current status.
fa_ir: وضعیت فعلی عضویت.

source: Cancellation Reason
fa_ir: دلیل لغو

source: The reason why the customer cancelled this membership.
fa_ir: دلیلی که مشتری این عضویت را لغو کرده است.

source: Cancel on gateway
fa_ir: لغو از طریق درگاه

source: If enable we will cancel the subscription on payment method
fa_ir: در صورت فعال‌سازی، اشتراک از طریق روش پرداخت لغو خواهد شد

source: Search a Customer...
fa_ir: جستجوی مشتری...

source: The owner of this membership.
fa_ir: مالک این عضویت.

source: Changing the customer will transfer this membership and all its assets, including sites, to the new customer.
fa_ir: تغییر مشتری باعث انتقال این عضویت و تمام دارایی‌های آن، از جمله سایت‌ها، به مشتری جدید می‌شود.

source: Transfer Membership
fa_ir: انتقال عضویت

source: Billing Amount
fa_ir: مبلغ صورتحساب

source: Initial Amount
fa_ir: مبلغ اولیه

source: E.g. %s
fa_ir: مثلاً %s

source: The initial amount collected on the first payment.
fa_ir: مبلغ اولیه‌ای که در اولین پرداخت دریافت شده است.

source: Is Recurring
fa_ir: آیا تکرارشونده است

source: Use this option to manually enable or disable this membership.
fa_ir: با این گزینه می‌توانید این عضویت را به صورت دستی فعال یا غیرفعال کنید.

source: Recurring Amount
fa_ir: مبلغ تکرارشونده

source: The customer will be charged %1$s every %2$s %3$s(s).
fa_ir: مشتری هر %2$s %3$s مبلغ %1$s پرداخت خواهد کرد.

source: Days
fa_ir: روز

source: Weeks
fa_ir: هفته

source: Months
fa_ir: ماه

source: Years
fa_ir: سال

source: Billing Cycles
fa_ir: دوره‌های صورتحساب

source: E.g. 0
fa_ir: مثلاً ۰

source: How many times should we bill this customer. Leave 0 to charge until cancelled.
fa_ir: چند بار باید از این مشتری صورتحساب گرفته شود. برای دریافت تا زمان لغو، عدد ۰ را وارد کنید.

source: Times Billed
fa_ir: تعداد صورتحساب‌ها

source: The number of times this membership was billed so far.
fa_ir: تعداد دفعاتی که تا کنون برای این عضویت صورتحساب صادر شده است.

source: Auto-Renew?
fa_ir: تمدید خودکار؟

source: Activating this will tell the gateway to try to automatically charge for this membership.
fa_ir: فعال‌سازی این گزینه به درگاه پرداخت اعلام می‌کند که تلاش کند هزینه این عضویت را به صورت خودکار دریافت کند.

source: Gateway
fa_ir: درگاه پرداخت

source: e.g. stripe
fa_ir: مثلاً stripe

source: Payment gateway used to process the payment.
fa_ir: درگاه پرداختی که برای پردازش پرداخت استفاده شده است.

source: View on Gateway &rarr;
fa_ir: مشاهده در درگاه پرداخت &larr;

source: Gateway Customer ID
fa_ir: شناسه مشتری درگاه

source: Gateway Subscription ID
fa_ir: شناسه اشتراک درگاه

source: We will try to cancel the old subscription on the gateway.
fa_ir: سعی می‌کنیم اشتراک قبلی را در درگاه پرداخت لغو کنیم.

source: Expires at
fa_ir: تاریخ انقضا

source: Last Renewed at
fa_ir: آخرین تمدید

source: Trial Ends at
fa_ir: پایان دوره آزمایشی

source: Cancelled at
fa_ir: تاریخ لغو

source: Convert to Lifetime
fa_ir: تبدیل به دائمی

source: Important Timestamps
fa_ir: زمان‌های مهم

source: Edit Membership
fa_ir: ویرایش عضویت

source: Add new Membership
fa_ir: افزودن عضویت جدید

source: Membership updated with success!
fa_ir: عضویت با موفقیت به‌روزرسانی شد!

source: Enter Membership Name
fa_ir: نام عضویت را وارد کنید

source: This name will be used on pricing tables, invoices, and more.
fa_ir: این نام در جدول قیمت‌ها، فاکتورها و موارد دیگر استفاده خواهد شد.

source: Save Membership
fa_ir: ذخیره عضویت

source: Delete Membership
fa_ir: حذف عضویت

source: &larr; Go back
fa_ir: &rarr; بازگشت

source: This is a <strong>preview</strong>. This page displays the final stage of the membership after the changes scheduled for <strong>%s</strong>. Saving here will persist these changes, so be careful.
fa_ir: این یک <strong>پیش‌نمایش</strong> است. این صفحه وضعیت نهایی عضویت پس از تغییرات برنامه‌ریزی‌شده برای <strong>%s</strong> را نمایش می‌دهد. ذخیره اینجا باعث اعمال دائمی این تغییرات می‌شود، پس با دقت عمل کنید.

source: Product
fa_ir: محصول

source: Search product...
fa_ir: جستجوی محصول...

source: Quantity
fa_ir: تعداد

source: Update Pricing
fa_ir: به‌روزرسانی قیمت

source: Checking this box will update the membership pricing. Otherwise, the products will be added without changing the membership prices.
fa_ir: با انتخاب این گزینه، قیمت عضویت به‌روزرسانی می‌شود. در غیر این صورت، محصولات بدون تغییر قیمت عضویت اضافه خواهند شد.

source: Add Product
fa_ir: افزودن محصول

source: Product not found.
fa_ir: محصول پیدا نشد.

source: Update Pricing?
fa_ir: قیمت را به‌روزرسانی کنیم؟

source: Remove Product
fa_ir: حذف محصول

source: Plan
fa_ir: پلن

source: Search new Plan...
fa_ir: جستجوی پلن جدید...

source: Select a new plan for this membership.
fa_ir: یک پلن جدید برای این عضویت انتخاب کنید.

source: Change Product
fa_ir: تغییر محصول

source: Plan not found.
fa_ir: پلن پیدا نشد.

source: No change performed. The same plan selected.
fa_ir: تغییری انجام نشد. همان پلن قبلی انتخاب شده است.

source: Search Customer...
fa_ir: جستجوی مشتری...

source: The customer to attach this membership to.
fa_ir: مشتری‌ای که این عضویت به آن تعلق می‌گیرد.

source: Search Products...
fa_ir: جستجوی محصولات...

source: You can add multiples products to this membership.
fa_ir: می‌توانید چندین محصول به این عضویت اضافه کنید.

source: The membership status.
fa_ir: وضعیت عضویت.

source: Lifetime
fa_ir: دائمی

source: Activate this toggle to mark the newly created membership as lifetime.
fa_ir: این گزینه را فعال کنید تا عضویت جدید به عنوان دائمی ثبت شود.

source: Set the expiration date of the membership to be created.
fa_ir: تاریخ انقضای عضویت جدید را تعیین کنید.

source: Create Membership
fa_ir: ایجاد عضویت

source: Products can not be empty.
fa_ir: محصولات نمی‌توانند خالی باشند.

source: The selected customer does not exist.
fa_ir: مشتری انتخاب‌شده وجود ندارد.

source: Membership removed successfully.
fa_ir: عضویت با موفقیت حذف شد.

source: Search Membership
fa_ir: جستجوی عضویت

source: Add Membership
fa_ir: افزودن عضویت

source: Migration
fa_ir: مهاجرت

source: Ultimate Multisite Migration Alert
fa_ir: هشدار مهاجرت Ultimate Multisite

source: Alert!
fa_ir: هشدار!

source: Payment not found.
fa_ir: پرداخت پیدا نشد.
