Repository: Multisite-Ultimate/ultimate-multisite
Catalog: lang/ultimate-multisite-*.po
Languages: fa_ir

source: GridPane is the world's first hosting control panel built exclusively for serious WordPress professionals.
fa_ir: GridPane اولین پنل کنترل هاستینگ جهان است که به طور اختصاصی برای حرفه‌ای‌های وردپرس ساخته شده است.

source: RunCloud API Key
fa_ir: کلید API RunCloud

source: e.g. Sx9tHAn5XMrkeyZKS1a7uj8dGTLgKnlEOaJEFRt1m95L
fa_ir: مثلاً Sx9tHAn5XMrkeyZKS1a7uj8dGTLgKnlEOaJEFRt1m95L

source: RunCloud API Secret
fa_ir: رمز API RunCloud

source: The API secret retrieved in the previous step.
fa_ir: رمز API که در مرحله قبل دریافت کردید.

source: e.g. ZlAebXp2sa6J5xsrPoiPcMXZRIVsHJ2rEkNCNGknZnF0UK5cSNSePS8GBW9FXIQd
fa_ir: مثلاً ZlAebXp2sa6J5xsrPoiPcMXZRIVsHJ2rEkNCNGknZnF0UK5cSNSePS8GBW9FXIQd

source: RunCloud Server ID
fa_ir: شناسه سرور RunCloud

source: RunCloud App ID
fa_ir: شناسه اپلیکیشن RunCloud

source: Domain name not found on runcloud
fa_ir: نام دامنه در runcloud پیدا نشد

source: With RunCloud, you don’t need to be a Linux expert to build a website powered by DigitalOcean, AWS, or Google Cloud. Use our graphical interface and build a business on the cloud affordably.
fa_ir: با RunCloud نیازی به تخصص لینوکس ندارید تا وب‌سایتی روی DigitalOcean، AWS یا Google Cloud بسازید. با رابط گرافیکی ما به راحتی کسب‌وکار خود را روی ابر راه‌اندازی کنید.

source: ServerPilot Client ID
fa_ir: شناسه کلاینت ServerPilot

source: Your ServerPilot Client ID.
fa_ir: شناسه کلاینت ServerPilot شما.

source: e.g. cid_lSmjevkdoSOpasYVqm
fa_ir: مثلاً cid_lSmjevkdoSOpasYVqm

source: ServerPilot API Key
fa_ir: کلید API ServerPilot

source: ServerPilot App ID
fa_ir: شناسه اپلیکیشن ServerPilot

source: An error occurred while trying to get the current list of domains: %s
fa_ir: هنگام دریافت لیست فعلی دامنه‌ها خطایی رخ داد: %s

source: ServerPilot is a cloud service for hosting WordPress and other PHP websites on servers at DigitalOcean, Amazon, Google, or any other server provider. You can think of ServerPilot as a modern, centralized hosting control panel.
fa_ir: ServerPilot یک سرویس ابری برای میزبانی وردپرس و سایر سایت‌های PHP روی سرورهایی مثل DigitalOcean، آمازون، گوگل یا هر ارائه‌دهنده دیگری است. می‌توانید ServerPilot را به عنوان یک پنل کنترل هاستینگ مدرن و متمرکز در نظر بگیرید.

source: WP Engine drives your business forward faster with the first and only WordPress Digital Experience Platform. We offer the best WordPress hosting and developer experience on a proven, reliable architecture that delivers unparalleled speed, scalability, and security for your sites.
fa_ir: WP Engine کسب‌وکار شما را با اولین و تنها پلتفرم تجربه دیجیتال وردپرس سریع‌تر پیش می‌برد. ما بهترین هاستینگ و تجربه توسعه وردپرس را روی معماری اثبات‌شده و قابل اعتماد با سرعت، مقیاس‌پذیری و امنیت بی‌نظیر ارائه می‌دهیم.

source: We recommend to enter in contact with WP Engine support to ask for a Wildcard domain if you are using a subdomain install.
fa_ir: اگر از نصب زیر دامنه استفاده می‌کنید، توصیه می‌کنیم با پشتیبانی WP Engine تماس بگیرید و درخواست دامنه Wildcard کنید.

source: An error occurred while trying to add the custom domain %s to WPMU Dev hosting.
fa_ir: هنگام افزودن دامنه سفارشی %s به میزبانی WPMU Dev خطایی رخ داد.

source: An error occurred while trying to add the custom domain %1$s to WPMU Dev hosting: %2$s
fa_ir: هنگام افزودن دامنه سفارشی %1$s به میزبانی WPMU Dev خطا رخ داد: %2$s

source: Domain %s added to WPMU Dev hosting successfully.
fa_ir: دامنه %s با موفقیت به میزبانی WPMU Dev اضافه شد.

source: WPMU DEV is one of the largest companies in the WordPress space. Founded in 2004, it was one of the first companies to scale the Website as a Service model with products such as Edublogs and CampusPress.
fa_ir: WPMU DEV یکی از بزرگ‌ترین شرکت‌های حوزه وردپرس است. این شرکت که در سال ۲۰۰۴ تأسیس شد، از اولین شرکت‌هایی بود که مدل Website as a Service را با محصولاتی مانند Edublogs و CampusPress توسعه داد.

source: cPanel API Error: %s
fa_ir: خطای API cPanel: %s

source: Cannot connect to your cPanel server : Invalid Credentials
fa_ir: اتصال به سرور cPanel شما ممکن نیست: اطلاعات ورود نامعتبر است

source: Your server's PHP and WordPress memory limits are too low to perform this check. You might need to contact your host provider and ask the PHP memory limit in particular to be raised.
fa_ir: محدودیت حافظه PHP و وردپرس سرور شما برای انجام این بررسی کافی نیست. شاید لازم باشد با ارائه‌دهنده هاست خود تماس بگیرید و درخواست افزایش محدودیت حافظه PHP را داشته باشید.

source: Invoice
fa_ir: صورتحساب

source: You reached your membership users limit.
fa_ir: به سقف تعداد کاربران عضویت خود رسیده‌اید.

source: Limit Reached
fa_ir: محدودیت رسید

source: Always Loaded
fa_ir: همیشه بارگذاری شود

source: Upgrade to unlock
fa_ir: ارتقا دهید تا قفل باز شود

source: Your plan does not support this post type.
fa_ir: پلن شما از این نوع نوشته پشتیبانی نمی‌کند.

source: You reached your plan's post limit.
fa_ir: به سقف تعداد نوشته‌های پلن خود رسیده‌اید.

source: Your plan does not support media upload.
fa_ir: طرح شما از بارگذاری رسانه پشتیبانی نمی‌کند.

source: You reached your media upload limit of %d images. Upgrade your account to unlock more media uploads.
fa_ir: شما به محدودیت بارگذاری %d تصویر رسیده‌اید. برای فعال‌سازی بارگذاری بیشتر، حساب خود را ارتقا دهید.

source: This theme is not available on your current plan.
fa_ir: این پوسته در پلن فعلی شما فعال نیست.

source: Select All
fa_ir: انتخاب همه

source: %s per page
fa_ir: %s در هر صفحه

source: Search %s
fa_ir: جستجوی %s

source: Confirm Action
fa_ir: تأیید عملیات

source: You don't have any %s yet.
fa_ir: لیست %s خالی است.

source: How about we create a new one?
fa_ir: بیایید یکی جدید بسازیم؟

source: ...but you will see them here once they get created.
fa_ir: ...اما پس از ساخت، اینجا نمایش داده می‌شوند.

source: Create a new %s
fa_ir: ایجاد %s جدید

source: No items found
fa_ir: موردی یافت نشد

source: Activate
fa_ir: فعال‌سازی

source: Deactivate
fa_ir: غیرفعال‌سازی

source: No membership found
fa_ir: عضویتی یافت نشد

source: No payment found
fa_ir: پرداختی یافت نشد

source: Total %s
fa_ir: مجموع %s

source: No product found
fa_ir: محصولی یافت نشد

source: No site found
fa_ir: سایتی یافت نشد

source: All
fa_ir: همه

source: Today
fa_ir: امروز

source: Yesterday
fa_ir: دیروز

source: Last 7 Days
fa_ir: ۷ روز گذشته

source: Last 30 Days
fa_ir: ۳۰ روز گذشته

source: Current Month
fa_ir: ماه جاری

source: Last 12 Months
fa_ir: ۱۲ ماه گذشته

source: Year to Date
fa_ir: از ابتدای سال

source: Custom
fa_ir: سفارشی

source: All %s
fa_ir: همه %s

source: Notice
fa_ir: اعلان

source: Edit
fa_ir: ویرایش

source: Target Products
fa_ir: محصولات هدف

source: Date
fa_ir: تاریخ

source: ID
fa_ir: شناسه

source: Notices
fa_ir: اعلان‌ها

source: Notice Type
fa_ir: نوع اعلان

source: Info - Blue
fa_ir: اطلاعات - آبی

source: Success - Green
fa_ir: موفقیت - سبز

source: Warning - Yellow
fa_ir: هشدار - زرد

source: Error - Red
fa_ir: خطا - قرمز

source: All Broadcasts
fa_ir: همه پیام‌های ارسالی

source: Checkout Form
fa_ir: فرم پرداخت

source: Duplicate
fa_ir: تکراری

source: %1$d Step(s) and %2$d Field(s)
fa_ir: %1$d مرحله و %2$d فیلد

source: Copy to the Clipboard
fa_ir: کپی در کلیپ‌بورد

source: Checkout form not found.
fa_ir: فرم پرداخت پیدا نشد.

source: Form Name
fa_ir: نام فرم

source: Form Slug
fa_ir: نامک فرم

source: Grid View
fa_ir: نمایش جدولی

source: List View
fa_ir: نمایش لیستی

source: User not found
fa_ir: کاربر یافت نشد

source: Send an email to this customer
fa_ir: ارسال ایمیل به این مشتری

source: Switch To
fa_ir: تغییر به

source: View
fa_ir: مشاهده

source: Name
fa_ir: نام

source: Customer Since
fa_ir: مشتری از

source: All Customers
fa_ir: همه مشتریان

source: VIP Customers
fa_ir: مشتریان ویژه

source: Online Customers
fa_ir: مشتریان آنلاین

source: Online
fa_ir: آنلاین

source: Payment Total
fa_ir: مجموع پرداخت

source: Expires
fa_ir: انقضا

source: Expired %s
fa_ir: %s منقضی شده

source: Expiring %s
fa_ir: %s در حال انقضا

source: Created %s
fa_ir: %s ایجاد شده

source: Go to the Dashboard
fa_ir: رفتن به پیشخوان

source: Go to the Membership
fa_ir: رفتن به عضویت

source: Not Available
fa_ir: در دسترس نیست

source: Discount Code
fa_ir: کد تخفیف

source: No Discount
fa_ir: بدون تخفیف

source: %s OFF
fa_ir: %s تخفیف

source: Used %d time(s)
fa_ir: %d بار استفاده شده

source: Allowed uses: %d
fa_ir: تعداد مجاز استفاده: %d

source: No Limits
fa_ir: بدون محدودیت

source: Inactive
fa_ir: غیرفعال

source: Code
fa_ir: کد

source: Setup Fee Value
fa_ir: مقدار هزینه راه‌اندازی

source: Dates
fa_ir: تاریخ‌ها

source: Primary
fa_ir: اصلی

source: Is Primary
fa_ir: دامنه اصلی است

source: Not Primary Domain
fa_ir: دامنه اصلی نیست

source: Non-HTTPS
fa_ir: غیرفعال HTTPS

source: Verification Stage
fa_ir: مرحله تأیید

source: Reset
fa_ir: بازنشانی

source: %1$s hour(s) and %2$s minute(s) after the event.
fa_ir: %1$s ساعت و %2$s دقیقه پس از رویداد.

source: %s day(s) after the event.
fa_ir: %s روز پس از رویداد.

source: Sent immediately after the event.
fa_ir: بلافاصله پس از رویداد ارسال شد.

source: slug
fa_ir: اسلاگ

source: When
fa_ir: زمان

source: Email not found.
fa_ir: ایمیل پیدا نشد.

source: Email Type
fa_ir: نوع ایمیل

source: All Emails
fa_ir: همه ایمیل‌ها

source: Admin Emails
fa_ir: ایمیل‌های مدیر

source: Customer Emails
fa_ir: ایمیل‌های مشتری

source: Automatically started
fa_ir: به‌صورت خودکار شروع شد

source: No initiator found
fa_ir: شروع‌کننده‌ای یافت نشد

source: Initiator
fa_ir: شروع‌کننده

source: SLug
fa_ir: اسلاگ

source: Severity
fa_ir: شدت

source: Success
fa_ir: موفق

source: Neutral
fa_ir: خنثی

source: Info
fa_ir: اطلاعات

source: Warning
fa_ir: هشدار

source: Fatal
fa_ir: خطا

source: Created At
fa_ir: ایجاد شده در

source: Event ID
fa_ir: شناسه رویداد

source: Event Type
fa_ir: نوع رویداد

source: Automatically processed by Ultimate Multisite
fa_ir: به‌صورت خودکار توسط Ultimate Multisite پردازش شد

source: Processed %s
fa_ir: پردازش شده %s

source: Line Item
fa_ir: آیتم خط

source: Edit Item
fa_ir: ویرایش آیتم

source: Delete Item
fa_ir: حذف آیتم

source: Quantity: %s
fa_ir: تعداد: %s

source: Tax Applied
fa_ir: مالیات اعمال شد

source: No Taxes Applied
fa_ir: بدون مالیات

source: No discount
fa_ir: بدون تخفیف

source: discounts
fa_ir: تخفیف‌ها

source: Subtotal
fa_ir: جمع جزء

source: Product not found
fa_ir: محصول پیدا نشد

source: Price description
fa_ir: توضیحات قیمت

source: Upgrade or Downgrade
fa_ir: ارتقا یا کاهش

source: one time payment
fa_ir: پرداخت یک‌باره

source: Ref.
fa_ir: ارجاع

source: Reference Code
fa_ir: کد مرجع

source: Expiration
fa_ir: انقضا

source: It never expires
fa_ir: هرگز منقضی نمی‌شود

source: Renewal Date
fa_ir: تاریخ تمدید

source: All Memberships
fa_ir: همه عضویت‌ها

source: Homepage
fa_ir: صفحه اصلی

source: Discounts: %s
fa_ir: تخفیف‌ها: %s

source: Subtotal: %s
fa_ir: جمع جزء: %s

source: Taxes: %s
fa_ir: مالیات‌ها: %s

source: Item Description
fa_ir: توضیحات آیتم

source: Partial
fa_ir: جزئی

source: Paypal
fa_ir: پی‌پال

source: All Payments
fa_ir: همه پرداخت‌ها

source: Requires contact
fa_ir: نیاز به تماس دارد

source: All Products
fa_ir: همه محصولات

source: Packages
fa_ir: بسته‌ها

source: Services
fa_ir: خدمات

source: Last login %s
fa_ir: آخرین ورود %s

source: Registered %s
fa_ir: ثبت‌نام %s

source: Publish Site
fa_ir: انتشار سایت

source: VIP Status
fa_ir: وضعیت VIP

source: Regular Sites
fa_ir: سایت‌های معمولی

source: VIP Sites
fa_ir: سایت‌های VIP

source: Site Since
fa_ir: از زمان سایت

source: All Sites
fa_ir: همه سایت‌ها

source: Alias
fa_ir: نام مستعار

source: Secure (HTTPS)
fa_ir: امن (HTTPS)

source: Not Secure (HTTP)
fa_ir: ناامن (HTTP)

source: Webhook
fa_ir: وب‌هوک

source: Sending Test..
fa_ir: در حال ارسال تست...

source: Send Test
fa_ir: ارسال تست

source: See Events
fa_ir: مشاهده رویدادها

source: Target URL
fa_ir: نشانی هدف

source: Trigger Event
fa_ir: رویداد محرک

source: Count
fa_ir: تعداد

source: Your Sites
fa_ir: سایت‌های شما

source: No product or customer target was selected.
fa_ir: هیچ محصول یا مشتری‌ای انتخاب نشده است.

source: Error: you are not allowed to perform this action.
fa_ir: خطا: شما اجازه انجام این عملیات را ندارید.

source: Error: customer not found.
fa_ir: خطا: مشتری پیدا نشد.

source: You must be authenticated in order to verify your email address. <a href=%s>Click here</a> to access your account.
fa_ir: برای تأیید نشانی ایمیل خود باید وارد شوید. <a href=%s>اینجا کلیک کنید</a> تا به حساب خود دسترسی پیدا کنید.

source: <strong>ERROR:</strong> Invalid verification key.
fa_ir: <strong>خطا:</strong> کلید تأیید نامعتبر است.

source: <strong>Error:</strong> Invalid verification key.
fa_ir: <strong>خطا:</strong> کلید تأیید نامعتبر است.

source: Invalid verification key.
fa_ir: کلید تأیید نامعتبر است.

source: Domain Mapping Settings
fa_ir: تنظیمات نگاشت دامنه

source: Define the domain mapping settings for your network.
fa_ir: تنظیمات نگاشت دامنه را برای شبکه خود مشخص کنید.

source: Enable Domain Mapping?
fa_ir: فعال‌سازی نگاشت دامنه؟

source: Do you want to enable domain mapping?
fa_ir: آیا می‌خواهید نگاشت دامنه را فعال کنید؟

source: Force Admin Redirect
fa_ir: اجبار به ریدایرکت مدیریت

source: Select how you want your users to access the admin panel if they have mapped domains.
fa_ir: انتخاب کنید کاربران شما هنگام داشتن دامنه نگاشته شده، چگونه به پنل مدیریت دسترسی داشته باشند.

source: Force Redirect to Mapped Domain: your users with mapped domains will be redirected to theirdomain.com/wp-admin, even if they access using yournetworkdomain.com/wp-admin.
fa_ir: اجبار ریدایرکت به دامنه نگاشته شده: کاربران با دامنه نگاشته شده به theirdomain.com/wp-admin هدایت می‌شوند، حتی اگر از yournetworkdomain.com/wp-admin وارد شوند.

source: Force Redirect to Network Domain: your users with mapped domains will be redirect to yournetworkdomain.com/wp-admin, even if they access using theirdomain.com/wp-admin.
fa_ir: اجبار ریدایرکت به دامنه شبکه: کاربران با دامنه نگاشته شده به yournetworkdomain.com/wp-admin هدایت می‌شوند، حتی اگر از theirdomain.com/wp-admin وارد شوند.

source: Allow access to the admin by both mapped domain and network domain
fa_ir: اجازه دسترسی به مدیریت هم از دامنه نگاشته شده و هم دامنه شبکه

source: Force Redirect to Mapped Domain
fa_ir: اجبار ریدایرکت به دامنه نگاشته شده

source: Force Redirect to Network Domain
fa_ir: اجبار ریدایرکت به دامنه شبکه

source: Enable Custom Domains?
fa_ir: فعال‌سازی دامنه‌های سفارشی؟

source: Toggle this option if you wish to allow end-customers to add their own domains. This can be controlled on a plan per plan basis.
fa_ir: اگر می‌خواهید به مشتریان اجازه دهید دامنه خود را اضافه کنند، این گزینه را فعال کنید. این قابلیت را می‌توان برای هر پلن به صورت جداگانه کنترل کرد.

source: Add New Domain Instructions
fa_ir: راهنمای افزودن دامنه جدید

source: Display a customized message with instructions for the mapping and alerting the end-user of the risks of mapping a misconfigured domain.
fa_ir: نمایش پیام سفارشی با دستورالعمل نگاشت دامنه و هشدار به کاربر درباره ریسک‌های نگاشت دامنه نادرست.

source: You can use the placeholder <code>%NETWORK_DOMAIN%</code> and <code>%NETWORK_IP%</code>.
fa_ir: می‌توانید از جایگزین <code>%NETWORK_DOMAIN%</code> و <code>%NETWORK_IP%</code> استفاده کنید.

source: DNS Check Interval
fa_ir: فاصله زمانی بررسی DNS

source: Set the interval in seconds between DNS and SSL certificate checks for domains.
fa_ir: فاصله زمانی (بر حسب ثانیه) بین بررسی‌های DNS و گواهی SSL برای دامنه‌ها را تعیین کنید.

source: Minimum: 10 seconds, Maximum: 300 seconds (5 minutes). Default: 300 seconds.
fa_ir: حداقل: ۱۰ ثانیه، حداکثر: ۳۰۰ ثانیه (۵ دقیقه). پیش‌فرض: ۳۰۰ ثانیه.

source: Create www Subdomain Automatically?
fa_ir: ایجاد خودکار زیردامنه www؟

source: Control when www subdomains should be automatically created for mapped domains.
fa_ir: زمان ایجاد خودکار زیردامنه www برای دامنه‌های نگاشته شده را کنترل کنید.

source: This setting applies to all hosting integrations and determines when a www version of the domain should be automatically created.
fa_ir: این تنظیم برای همه یکپارچه‌سازی‌های میزبانی اعمال می‌شود و تعیین می‌کند چه زمانی نسخه www دامنه به صورت خودکار ایجاد شود.

source: Always - Create www subdomain for all domains
fa_ir: همیشه - ایجاد زیردامنه www برای همه دامنه‌ها

source: Only for main domains (e.g., example.com but not subdomain.example.com)
fa_ir: فقط برای دامنه‌های اصلی (مثلاً example.com اما نه subdomain.example.com)

source: Never - Do not automatically create www subdomains
fa_ir: هرگز - زیردامنه www به صورت خودکار ایجاد نشود

source: Single Sign-On Settings
fa_ir: تنظیمات ورود یکپارچه

source: Settings to configure the Single Sign-On functionality of Ultimate Multisite, responsible for keeping customers and admins logged in across all network domains.
fa_ir: تنظیمات مربوط به ورود یکپارچه Ultimate Multisite برای ورود همزمان مشتریان و مدیران در همه دامنه‌های شبکه

source: Enable Single Sign-On
fa_ir: فعال‌سازی ورود یکپارچه

source: Enables the Single Sign-on functionality.
fa_ir: قابلیت ورود یکپارچه را فعال می‌کند.

source: Restrict SSO Checks to Login Pages
fa_ir: محدود کردن بررسی SSO به صفحات ورود

source: The Single Sign-on feature adds one extra ajax calls to every page load on sites with custom domains active to check if it should perform an auth loopback. You can restrict these extra calls to the login pages of sub-sites using this option. If enabled, SSO will only work on login pages.
fa_ir: ویژگی ورود یکپارچه (SSO) یک درخواست Ajax اضافی به هر بار بارگذاری صفحه در سایت‌های دارای دامنه سفارشی اضافه می‌کند تا بررسی شود آیا نیاز به اجرای auth loopback هست یا خیر. با فعال‌کردن این گزینه می‌توانید این درخواست اضافی را فقط به صفحات ورود زیرسایت‌ها محدود کنید. در این حالت، SSO فقط در صفحات ورود فعال خواهد بود.

source: Enable SSO Loading Overlay
fa_ir: فعال‌سازی پوشش بارگذاری SSO

source: When active, a loading overlay will be added on-top of the site currently being viewed while the SSO auth loopback is performed on the background.
fa_ir: در صورت فعال بودن، هنگام اجرای auth loopback ورود یکپارچه در پس‌زمینه، یک لایه بارگذاری روی سایتی که در حال مشاهده هستید نمایش داده می‌شود.

source: Cool! You're about to make this site accessible using your own domain name!
fa_ir: عالی! شما در آستانه فعال‌سازی سایت خود با دامنه اختصاصی هستید!

source: For that to work, you'll need to create a new CNAME record pointing to <code>%NETWORK_DOMAIN%</code> on your DNS manager.
fa_ir: برای این کار باید یک رکورد CNAME جدید به <code>%NETWORK_DOMAIN%</code> در مدیریت DNS خود اضافه کنید.

source: After you finish that step, come back to this screen and click the button below.
fa_ir: پس از انجام این مرحله، به این صفحه بازگردید و دکمه زیر را بزنید.

source: Starting Check for %s
fa_ir: در حال شروع بررسی برای %s

source: - DNS propagation finished, advancing domain to next step...
fa_ir: - انتشار DNS به پایان رسید، دامنه به مرحله بعد منتقل شد...

source: - DNS propagation checks tried for the max amount of times (5 times, one every %d minutes). Marking as failed.
fa_ir: - بررسی‌های انتشار DNS حداکثر دفعات (۵ بار، هر %d دقیقه یک بار) انجام شد. به عنوان ناموفق علامت‌گذاری شد.

source: - DNS propagation not finished, retrying in %d minutes...
fa_ir: - انتشار DNS کامل نشده، %d دقیقه دیگر دوباره تلاش می‌شود...

source: - Valid SSL cert found. Marking domain as done.
fa_ir: - گواهی SSL معتبر یافت شد. دامنه به عنوان تکمیل شده علامت خورد.

source: - SSL checks tried for the max amount of times (5 times, one every %d minutes). Marking as ready without SSL.
fa_ir: - بررسی‌های SSL حداکثر دفعات (۵ بار، هر %d دقیقه یک بار) انجام شد. دامنه بدون SSL به عنوان آماده علامت خورد.

source: - SSL Cert not found, retrying in %d minute(s)...
fa_ir: - گواهی SSL پیدا نشد، %d دقیقه دیگر دوباره تلاش می‌شود...

source: A valid domain was not passed.
fa_ir: دامنه معتبری ارسال نشده است.

source: Not able to fetch DNS entries.
fa_ir: امکان دریافت رکوردهای DNS وجود ندارد.

source: Invalid Integration ID
fa_ir: شناسه یکپارچه‌سازی نامعتبر است

source: The necessary constants were not found on your wp-config.php file: %s
fa_ir: ثابت‌های لازم در فایل wp-config.php شما یافت نشد: %s

source: Testing domain verification via Loopback using %1$s: %2$s
fa_ir: در حال آزمایش تأیید دامنه از طریق Loopback با استفاده از %1$s: %2$s

source: Failed to connect via %1$s: %2$s
fa_ir: اتصال از طریق %1$s ناموفق بود: %2$s

source: Loopback request via %1$s returned HTTP %2$d
fa_ir: درخواست Loopback از طریق %1$s با HTTP %2$d بازگشت

source: Loopback response via %1$s is not valid JSON: %2$s : %3$s
fa_ir: پاسخ Loopback از طریق %1$s یک JSON معتبر نیست: %2$s : %3$s

source: Domain verification successful via Loopback using %1$s. Domain ID %2$d confirmed.
fa_ir: تأیید دامنه با موفقیت از طریق Loopback با استفاده از %1$s انجام شد. شناسه دامنه %2$d تأیید شد.

source: Loopback response via %1$s did not contain expected domain ID. Expected: %2$d, Got: %3$s
fa_ir: پاسخ Loopback از طریق %1$s شناسه دامنه مورد انتظار را نداشت. انتظار می‌رفت: %2$d، دریافت شد: %3$s

source: Domain verification failed via loopback on all protocols (HTTPS with SSL, HTTPS without SSL, HTTP).
fa_ir: تأیید دامنه از طریق loopback در همه پروتکل‌ها (HTTPS با SSL، HTTPS بدون SSL، HTTP) ناموفق بود.

source: No targets found.
fa_ir: هیچ هدفی یافت نشد.

source: Sender Settings
fa_ir: تنظیمات فرستنده

source: Change the settings of the email headers, like from and name.
fa_ir: تنظیمات هدر ایمیل مانند نام و ایمیل فرستنده را تغییر دهید.

source: "From" Name
fa_ir: نام "فرستنده"

source: How the sender name will appear in emails sent by Ultimate Multisite.
fa_ir: نام فرستنده‌ای که در ایمیل‌های ارسالی توسط Ultimate Multisite نمایش داده می‌شود.

source: "From" E-mail
fa_ir: ایمیل "فرستنده"

source: How the sender email will appear in emails sent by Ultimate Multisite.
fa_ir: ایمیل فرستنده‌ای که در ایمیل‌های ارسالی توسط Ultimate Multisite نمایش داده می‌شود.

source: Template Settings
fa_ir: تنظیمات قالب

source: Change the settings of the email templates.
fa_ir: تنظیمات قالب‌های ایمیل را تغییر دهید.

source: Email Templates Style
fa_ir: استایل قالب‌های ایمیل

source: Expiring Notification Settings
fa_ir: تنظیمات اعلان انقضا

source: Change the settings for the expiring notification (trials and subscriptions) emails.
fa_ir: تنظیمات ایمیل‌های اعلان انقضا (آزمایشی و اشتراک‌ها) را تغییر دهید.

source: Days to Expire
fa_ir: روزهای باقی‌مانده تا انقضا

source: Select when we should send the notification email. If you select 3 days, for example, a notification email will be sent to every membership (or trial period) expiring in the next 3 days. Memberships are checked hourly.
fa_ir: زمان ارسال ایمیل اطلاع‌رسانی را انتخاب کنید. مثلاً اگر ۳ روز را انتخاب کنید، برای هر عضویتی (یا دوره آزمایشی) که در ۳ روز آینده منقضی می‌شود، ایمیل اطلاع‌رسانی ارسال خواهد شد. عضویت‌ها هر ساعت بررسی می‌شوند.

source: e.g. 3
fa_ir: مثلاً ۳

source: You got a new payment!
fa_ir: یک پرداخت جدید دریافت کردید!

source: We got your payment!
fa_ir: پرداخت شما دریافت شد!

source: A new site was created on your Network!
fa_ir: یک سایت جدید در شبکه شما ایجاد شد!

source: Your site is ready!
fa_ir: سایت شما آماده است!

source: Confirm your email address!
fa_ir: آدرس ایمیل خود را تأیید کنید!

source: A new domain was added to your Network!
fa_ir: یک دامنه جدید به شبکه شما اضافه شد!

source: You have a new pending payment!
fa_ir: یک پرداخت معلق جدید دارید!

source: No event was selected.
fa_ir: هیچ رویدادی انتخاب نشده است.

source: Event was not found.
fa_ir: رویداد پیدا نشد.

source: Data not found.
fa_ir: داده‌ای یافت نشد.

source: Payment Received
fa_ir: پرداخت دریافت شد

source: This event is fired every time a new payment is received, regardless of the payment status.
fa_ir: این رویداد هر بار که پرداخت جدیدی دریافت شود، صرف‌نظر از وضعیت پرداخت، اجرا می‌شود.

source: Site Published
fa_ir: سایت منتشر شد

source: This event is fired every time a new site is created tied to a membership, or transitions from a pending state to a published state.
fa_ir: این رویداد هر بار که سایت جدیدی مرتبط با عضویت ایجاد شود یا از حالت معلق به منتشر شده تغییر کند، اجرا می‌شود.
