Repository: Multisite-Ultimate/ultimate-multisite
Catalog: lang/ultimate-multisite-*.po
Languages: fa_ir

source: Refund Amount
fa_ir: مبلغ بازپرداخت

source: Cancel Related Membership?
fa_ir: لغو عضویت مرتبط؟

source: Checking this option will cancel the membership as well.
fa_ir: با انتخاب این گزینه، عضویت نیز لغو خواهد شد.

source: Confirming the refund might not immediately change the status of the payment, as each gateway handles refunds differently and Ultimate Multisite relies on the gateway reporting a successful refund before changing the status.
fa_ir: تایید بازپرداخت ممکن است بلافاصله وضعیت پرداخت را تغییر ندهد، زیرا هر درگاه پرداخت بازپرداخت را به شکل متفاوتی مدیریت می‌کند و Ultimate Multisite پس از دریافت گزارش موفقیت‌آمیز از درگاه، وضعیت را تغییر می‌دهد.

source: Confirm Refund
fa_ir: تایید بازپرداخت

source: Next Step
fa_ir: مرحله بعد

source: Issue Refund
fa_ir: انجام بازپرداخت

source: The refund amount is out of bounds.
fa_ir: مبلغ بازپرداخت خارج از محدوده است.

source: This payment is not in a refundable state.
fa_ir: این پرداخت قابل بازپرداخت نیست.

source: Payment gateway not found.
fa_ir: درگاه پرداخت پیدا نشد.

source: An error occurred: %s
fa_ir: یک خطا رخ داد: %s

source: The product was not found.
fa_ir: محصول پیدا نشد.

source: The line item type is invalid.
fa_ir: نوع آیتم خط نامعتبر است.

source: Additional Info
fa_ir: اطلاعات بیشتر

source: Tax Info
fa_ir: اطلاعات مالیات

source: Line Item Type
fa_ir: نوع آیتم خط

source: Select the line item type.
fa_ir: نوع آیتم خط را انتخاب کنید.

source: Refund
fa_ir: بازپرداخت

source: Fee
fa_ir: هزینه

source: Credit
fa_ir: اعتبار

source: Product associated with this line item.
fa_ir: محصول مرتبط با این آیتم خط.

source: Search Products
fa_ir: جستجوی محصولات

source: Line Item Title
fa_ir: عنوان آیتم خط

source: E.g. Extra Charge
fa_ir: مثلاً: هزینه اضافی

source: This is used when generating invoices.
fa_ir: در زمان صدور فاکتور استفاده می‌شود.

source: Line Item Description
fa_ir: توضیحات آیتم خط

source: E.g. This service was done to improve performance.
fa_ir: مثلاً: این خدمت برای بهبود عملکرد انجام شده است.

source: Item quantity.
fa_ir: تعداد آیتم.

source: E.g. 1
fa_ir: مثلاً: ۱

source: Unit Price
fa_ir: قیمت واحد

source: Item unit price. This is multiplied by the quantity to calculate the sub-total.
fa_ir: قیمت واحد آیتم. این مقدار در تعداد ضرب می‌شود تا جمع جزئی محاسبه شود.

source: Amount
fa_ir: مبلغ

source: Refund, credit or fee amount.
fa_ir: مبلغ بازپرداخت، اعتبار یا هزینه.

source: Is Taxable?
fa_ir: آیا مشمول مالیات است؟

source: Checking this box will toggle the tax controls.
fa_ir: با انتخاب این گزینه، کنترل‌های مالیات فعال می‌شوند.

source: Tax Label
fa_ir: برچسب مالیات

source: E.g. ES VAT
fa_ir: مثلاً: مالیات ارزش افزوده اروپا

source: Tax description. This is shown on invoices to end customers.
fa_ir: توضیح مالیات. این توضیح در فاکتور برای مشتریان نمایش داده می‌شود.

source: Tax Rate
fa_ir: نرخ مالیات

source: Tax rate and type to apply to this item.
fa_ir: نرخ و نوع مالیات قابل اعمال برای این آیتم.

source: Flat Rate ($)
fa_ir: نرخ ثابت (دلار)

source: Refund Payment
fa_ir: بازپرداخت پرداخت

source: Add Line Item
fa_ir: افزودن آیتم خط

source: Payment Status
fa_ir: وضعیت پرداخت

source: Total
fa_ir: جمع کل

source: Line Items
fa_ir: آیتم‌های خط

source: Tax Rate Breakthrough
fa_ir: شکست نرخ مالیات

source: Payment Options
fa_ir: گزینه‌های پرداخت

source: The payment current status.
fa_ir: وضعیت فعلی پرداخت.

source: Activate Membership?
fa_ir: فعال‌سازی عضویت؟

source: This payment belongs to a pending membership. If you toggle this option, this change in status will also apply to the membership. If any sites are pending, they are also going to be published automatically.
fa_ir: این پرداخت مربوط به یک عضویت در انتظار است. اگر این گزینه را فعال کنید، تغییر وضعیت برای عضویت نیز اعمال می‌شود. اگر سایت‌هایی در انتظار باشند، به طور خودکار منتشر خواهند شد.

source: Membership
fa_ir: عضویت

source: The membership associated with this payment.
fa_ir: عضویتی که این پرداخت به آن تعلق دارد.

source: Gateway Payment ID
fa_ir: شناسه پرداخت درگاه

source: e.g. EX897540987913
fa_ir: مثلاً: EX897540987913

source: This will usually be set automatically by the payment gateway.
fa_ir: این مقدار معمولاً توسط درگاه پرداخت به صورت خودکار ثبت می‌شود.

source: Invoice Number
fa_ir: شماره فاکتور

source: e.g. 20
fa_ir: مثلاً: ۲۰

source: This number gets saved automatically when a payment transitions to a complete state. You can change it to generate invoices with a particular number. The number chosen here has no effect on other invoices in the platform.
fa_ir: این شماره هنگام تکمیل پرداخت به طور خودکار ذخیره می‌شود. می‌توانید آن را تغییر دهید تا فاکتور با شماره دلخواه صادر شود. شماره انتخاب‌شده در اینجا تأثیری بر سایر فاکتورها در پلتفرم ندارد.

source: The invoice number for this particular payment.
fa_ir: شماره فاکتور این پرداخت خاص.

source: Edit Payment
fa_ir: ویرایش پرداخت

source: Add new Payment
fa_ir: افزودن پرداخت جدید

source: Generate Invoice
fa_ir: صدور فاکتور

source: Payment URL
fa_ir: لینک پرداخت

source: Payment updated with success!
fa_ir: پرداخت با موفقیت به‌روزرسانی شد!

source: Enter Payment Name
fa_ir: نام پرداخت را وارد کنید

source: Save Payment
fa_ir: ذخیره پرداخت

source: Delete Payment
fa_ir: حذف پرداخت

source: Each product will be added as a line item.
fa_ir: هر محصول به عنوان یک آیتم جداگانه اضافه می‌شود.

source: The payment status to attach to the newly created payment.
fa_ir: وضعیت پرداختی که به پرداخت جدید اختصاص داده می‌شود.

source: Search Membership...
fa_ir: جستجوی عضویت...

source: Include Setup Fees
fa_ir: شامل هزینه راه‌اندازی

source: Checking this box will include setup fees attached to the selected products as well.
fa_ir: با فعال کردن این گزینه، هزینه راه‌اندازی محصولات انتخاب‌شده نیز لحاظ می‌شود.

source: Add Payment
fa_ir: افزودن پرداخت

source: Invalid membership.
fa_ir: عضویت نامعتبر است.

source: Payment removed successfully.
fa_ir: پرداخت با موفقیت حذف شد.

source: Search Payment
fa_ir: جستجوی پرداخت

source: Edit Template Placeholders
fa_ir: ویرایش جای‌گذاری‌های قالب

source: Placeholder
fa_ir: جای‌گذاری

source: Tax
fa_ir: مالیات

source: Are you sure you want to delete this rows?
fa_ir: آیا مطمئن هستید که می‌خواهید این سطرها را حذف کنید؟

source: Are you sure you want to delete this tax category?
fa_ir: آیا مطمئن هستید که می‌خواهید این دسته مالیاتی را حذف کنید؟

source: On adding a new product...
fa_ir: هنگام افزودن محصول جدید...

source: You just successfully added a new product to your Ultimate Multisite network and that's awesome!
fa_ir: شما با موفقیت یک محصول جدید به شبکه Ultimate Multisite خود اضافه کردید و این فوق‌العاده است!

source: Keep in mind that newly created products do not appear automatically in your checkout forms.
fa_ir: توجه داشته باشید که محصولات جدید به‌صورت خودکار در فرم‌های پرداخت نمایش داده نمی‌شوند.

source: To make a product available on registration, you will need to manually add it to the pricing table field of your checkout forms.
fa_ir: برای نمایش محصول در زمان ثبت‌نام، باید آن را به صورت دستی به جدول قیمت‌گذاری فرم‌های پرداخت اضافه کنید.

source: Go to Checkout Forms
fa_ir: رفتن به فرم‌های پرداخت

source: Re-assign Memberships to
fa_ir: تخصیص مجدد عضویت‌ها به

source: Select Product...
fa_ir: انتخاب محصول...

source: The product you select here will be assigned to all the memberships attached to the product you are deleting.
fa_ir: محصولی که اینجا انتخاب می‌کنید به تمام عضویت‌های متصل به محصولی که در حال حذف آن هستید اختصاص داده می‌شود.

source: Product Description
fa_ir: توضیحات محصول

source: This description is made available for layouts and can be shown to end customers.
fa_ir: این توضیحات برای نمایش در قالب‌ها و به مشتریان نهایی قابل مشاهده است.

source: Product Options
fa_ir: گزینه‌های محصول

source: Pricing Type
fa_ir: نوع قیمت‌گذاری

source: Select Pricing Type
fa_ir: انتخاب نوع قیمت‌گذاری

source: Products can be free, paid, or require further contact for pricing.
fa_ir: محصولات می‌توانند رایگان، پولی یا نیازمند تماس برای قیمت‌گذاری باشند.

source: Contact Us
fa_ir: تماس با ما

source: Button Label
fa_ir: برچسب دکمه

source: E.g. Contact us
fa_ir: مثلاً تماس با ما

source: This will be used on the pricing table CTA button, as the label.
fa_ir: این متن روی دکمه فراخوان جدول قیمت‌گذاری نمایش داده می‌شود.

source: Button Link
fa_ir: لینک دکمه

source: E.g. https://contactus.page.com
fa_ir: مثلاً https://contactus.page.com

source: This will be used on the pricing table CTA button.
fa_ir: این لینک روی دکمه فراخوان جدول قیمت‌گذاری استفاده می‌شود.

source: Is Recurring?
fa_ir: آیا دوره‌ای است؟

source: Check this if this product has a recurring charge.
fa_ir: اگر این محصول پرداخت دوره‌ای دارد، این گزینه را فعال کنید.

source: Price
fa_ir: قیمت

source: Offer Trial
fa_ir: ارائه دوره آزمایشی

source: Check if you want to add a trial period to this product.
fa_ir: اگر می‌خواهید برای این محصول دوره آزمایشی اضافه کنید، این گزینه را فعال کنید.

source: Trial
fa_ir: دوره آزمایشی

source: Add Setup Fee?
fa_ir: افزودن هزینه راه‌اندازی؟

source: Check if you want to add a setup fee.
fa_ir: اگر می‌خواهید هزینه راه‌اندازی اضافه کنید، این گزینه را فعال کنید.

source: Setup Fee
fa_ir: هزینه راه‌اندازی

source: The setup fee will be added to the first charge, in addition to the regular price of the product.
fa_ir: هزینه راه‌اندازی به اولین پرداخت اضافه می‌شود و علاوه بر قیمت اصلی محصول است.

source: Use this option to manually enable or disable this product for new sign-ups.
fa_ir: با این گزینه می‌توانید محصول را برای ثبت‌نام‌های جدید فعال یا غیرفعال کنید.

source: Product Image
fa_ir: تصویر محصول

source: This image is used on product list tables and other places.
fa_ir: این تصویر در جدول محصولات و بخش‌های دیگر نمایش داده می‌شود.

source: General product options such as product slug, type, etc.
fa_ir: گزینه‌های عمومی محصول مانند نامک، نوع و غیره

source: Product Slug
fa_ir: نامک محصول

source: e.g. premium
fa_ir: مثلاً premium

source: This serves as a id to the product in a number of different contexts.
fa_ir: این نامک در بخش‌های مختلف به عنوان شناسه محصول استفاده می‌شود.

source: Lowercase alpha-numeric characters with dashes or underlines. No spaces allowed.
fa_ir: حروف کوچک انگلیسی و عدد با خط تیره یا زیرخط. فاصله مجاز نیست.

source: Product Type
fa_ir: نوع محصول

source: Different product types have different options.
fa_ir: انواع مختلف محصول گزینه‌های متفاوتی دارند.

source: Customer Role
fa_ir: نقش کاربر

source: Select the role Ultimate Multisite should use when adding the user to their newly created site.
fa_ir: نقشی که Ultimate Multisite هنگام افزودن کاربر به سایت جدید باید استفاده کند را انتخاب کنید.

source: Up & Downgrades
fa_ir: ارتقا و تنزل

source: Settings related to upgrade and downgrade flows.
fa_ir: تنظیمات مربوط به فرآیند ارتقا و تنزل

source: Plan Group
fa_ir: گروه پلن

source: Add related plans to the same group to have them show up as upgrade/downgrade paths.
fa_ir: پلن‌های مرتبط را در یک گروه قرار دهید تا به عنوان مسیرهای ارتقا/تنزل نمایش داده شوند.

source: Type and press enter to search and/or add.
fa_ir: بنویسید و اینتر بزنید تا جستجو یا اضافه کنید.

source: Select Group
fa_ir: انتخاب گروه

source: Product Order
fa_ir: ترتیب محصول

source: Plans are shown in the order determined by this parameter, from the lowest to the highest.
fa_ir: پلن‌ها بر اساس این پارامتر از کم به زیاد نمایش داده می‌شوند.

source: Offer Add-ons
fa_ir: ارائه افزودنی‌ها

source: Search for a package or service
fa_ir: جستجوی بسته یا سرویس

source: This products will be offered inside upgrade/downgrade forms as order bumps.
fa_ir: این محصولات به عنوان پیشنهاد در فرم‌های ارتقا/تنزل نمایش داده می‌شوند.

source: Price Variations
fa_ir: تنوع قیمت

source: Discounts for longer membership commitments.
fa_ir: تخفیف برای تعهد عضویت طولانی‌تر

source: Enable Price Variations
fa_ir: فعال‌سازی تنوع قیمت

source: Price Variations are an easy way to offer discounted prices for longer subscription commitments.
fa_ir: تنوع قیمت راهی آسان برای ارائه تخفیف در اشتراک‌های طولانی‌تر است.

source: A discounted price of %1$s will be used when memberships are created with the recurrence of %2$s %3$s(s) instead of the regular period.
fa_ir: وقتی عضویت با دوره %2$s %3$s(ها) ایجاد شود، قیمت تخفیف‌دار %1$s به جای دوره معمولی اعمال می‌شود.

source: Duration
fa_ir: مدت زمان

source: Period
fa_ir: دوره

source: New Price
fa_ir: قیمت جدید

source: Add new Price Variation
fa_ir: افزودن تغییر قیمت جدید

source: Taxes
fa_ir: مالیات

source: Tax settings for your products.
fa_ir: تنظیمات مالیات برای محصولات شما.

source: Enable this if you plan to collect taxes for this product.
fa_ir: اگر قصد دریافت مالیات برای این محصول را دارید، این گزینه را فعال کنید.

source: Tax Category
fa_ir: دسته‌بندی مالیات

source: Select the product tax category.
fa_ir: دسته‌بندی مالیات محصول را انتخاب کنید.

source: Site Templates
fa_ir: قالب‌های سایت

source: Limit which site templates are available for this particular template.
fa_ir: محدود کنید کدام قالب‌های سایت برای این قالب خاص در دسترس باشند.

source: Allow Site Templates
fa_ir: اجازه استفاده از قالب‌های سایت

source: Toggle this option on to allow this plan to use Site Templates. If this option is disabled, sign-ups on this plan will get a default WordPress site.
fa_ir: این گزینه را فعال کنید تا این پلن بتواند از قالب‌های سایت استفاده کند. اگر این گزینه غیرفعال باشد، ثبت‌نام‌های این پلن یک سایت وردپرس پیش‌فرض دریافت می‌کنند.

source: Site Template Selection Mode
fa_ir: حالت انتخاب قالب سایت

source: Select the type of limitation you want to apply.
fa_ir: نوع محدودیتی که می‌خواهید اعمال کنید را انتخاب کنید.

source: "Default" will follow the settings of the checkout form: if you have a template selection field in there, all the templates selected will show up. If no field is present, then a default WordPress site will be created. <br><br>"Assign Site Template" forces new accounts with this plan to use a particular template site (this option removes the template selection field from the signup, if one exists). <br><br>Finally, "Choose Available Site Templates", overrides the templates selected on the checkout form with the templates selected here, while also giving you the chance of pre-select a template to be used as default.
fa_ir: «پیش‌فرض» از تنظیمات فرم پرداخت پیروی می‌کند: اگر فیلد انتخاب قالب در فرم وجود داشته باشد، همه قالب‌های انتخاب‌شده نمایش داده می‌شوند. اگر فیلدی وجود نداشته باشد، یک سایت وردپرس پیش‌فرض ساخته می‌شود. <br><br>«اختصاص قالب سایت» حساب‌های جدید این پلن را مجبور می‌کند از یک قالب سایت خاص استفاده کنند (این گزینه فیلد انتخاب قالب را از ثبت‌نام حذف می‌کند، اگر وجود داشته باشد). <br><br>در نهایت، «انتخاب قالب‌های سایت موجود» قالب‌های انتخاب‌شده در فرم پرداخت را با قالب‌های انتخاب‌شده در اینجا جایگزین می‌کند و همچنین امکان انتخاب پیش‌فرض یک قالب را فراهم می‌کند.

source: Default
fa_ir: پیش‌فرض

source: Assign Site Template
fa_ir: اختصاص قالب سایت

source: Choose Available Site Templates
fa_ir: انتخاب قالب‌های سایت موجود

source: Select the Site Template to assign.
fa_ir: قالب سایت مورد نظر برای اختصاص را انتخاب کنید.

source: Customize the access level of each Site Template below.
fa_ir: سطح دسترسی هر قالب سایت را در زیر سفارشی کنید.

source: Edit Product
fa_ir: ویرایش محصول

source: Add new Product
fa_ir: افزودن محصول جدید

source: Click to copy Shareable Link
fa_ir: برای کپی کردن لینک قابل اشتراک‌گذاری کلیک کنید

source: Product updated with success!
fa_ir: محصول با موفقیت به‌روزرسانی شد!

source: Enter Product Name
fa_ir: نام محصول را وارد کنید

source: Save Product
fa_ir: ذخیره محصول

source: Delete Product
fa_ir: حذف محصول

source: Product removed successfully.
fa_ir: محصول با موفقیت حذف شد.

source: Search Product
fa_ir: جستجوی محصول

source: Template Previewer
fa_ir: پیش‌نمایش قالب

source: Placeholder Editor
fa_ir: ویرایشگر جای‌نگهدار

source: Invoices
fa_ir: فاکتورها

source: You can create multiple Checkout Forms for different occasions (seasonal campaigns, launches, etc)!
fa_ir: می‌توانید فرم‌های پرداخت مختلفی برای مناسبت‌های گوناگون (کمپین‌های فصلی، راه‌اندازی‌ها و غیره) بسازید!

source: Manage Checkout Forms &rarr;
fa_ir: مدیریت فرم‌های پرداخت &larr;

source: Customize the Template Previewer
fa_ir: سفارشی‌سازی پیش‌نمایش قالب

source: Did you know that you can customize colors, logos, and more options of the Site Template Previewer top-bar?
fa_ir: آیا می‌دانستید می‌توانید رنگ‌ها، لوگوها و گزینه‌های بیشتری از نوار بالای پیش‌نمایش قالب سایت را سفارشی کنید؟

source: Go to Customizer &rarr;
fa_ir: رفتن به سفارشی‌ساز &larr;

source: Customize the Template Placeholders
fa_ir: سفارشی‌سازی جای‌نگهدارهای قالب

source: If you are using placeholder substitutions inside your site templates, use this tool to add, remove, or change the default content of those placeholders.
fa_ir: اگر در قالب‌های سایت خود از جای‌نگهدارها استفاده می‌کنید، با این ابزار می‌توانید محتوای پیش‌فرض آن‌ها را اضافه، حذف یا تغییر دهید.

source: Edit Placeholders &rarr;
fa_ir: ویرایش جای‌نگهدارها &larr;

source: Customize the Invoice Template
fa_ir: سفارشی‌سازی قالب فاکتور

source: Did you know that you can customize colors, logos, and more options of the Invoice PDF template?
fa_ir: آیا می‌دانستید می‌توانید رنگ‌ها، لوگوها و گزینه‌های بیشتری از قالب PDF فاکتور را سفارشی کنید؟

source: Customize System Emails
fa_ir: سفارشی‌سازی ایمیل‌های سیستمی

source: You can completely customize the contents of the emails sent out by Ultimate Multisite when particular events occur, such as Account Creation, Payment Failures, etc.
fa_ir: می‌توانید محتوای ایمیل‌هایی که توسط Ultimate Multisite هنگام رخدادهای خاص ارسال می‌شوند، مانند ایجاد حساب، خطاهای پرداخت و غیره، کاملاً سفارشی کنید.

source: Customize System Emails &rarr;
fa_ir: سفارشی‌سازی ایمیل‌های سیستمی &larr;

source: If your network is using the HTML email option, you can customize the look and feel of the email template.
fa_ir: اگر شبکه شما از گزینه ایمیل HTML استفاده می‌کند، می‌توانید ظاهر و حس قالب ایمیل را سفارشی کنید.

source: Customize Email Template &rarr;
fa_ir: سفارشی‌سازی قالب ایمیل &larr;

source: Settings
fa_ir: تنظیمات

source: You do not have the permissions required to change settings.
fa_ir: شما دسترسی لازم برای تغییر تنظیمات را ندارید.

source: Save Settings
fa_ir: ذخیره تنظیمات

source: Permission denied.
fa_ir: دسترسی رد شد.

source: Installation
fa_ir: نصب

source: Ultimate Multisite Install
fa_ir: نصب Ultimate Multisite

source: Welcome
fa_ir: خوش آمدید

source: ...and thanks for choosing Ultimate Multisite!
fa_ir: ...و از انتخاب Ultimate Multisite سپاسگزاریم!

source: This quick setup wizard will make sure your server is correctly setup, help you configure your new network, and migrate data from previous Ultimate Multisite versions if necessary.
fa_ir: این راهنمای راه‌اندازی سریع مطمئن می‌شود که سرور شما به‌درستی تنظیم شده، به شما در پیکربندی شبکه جدید کمک می‌کند و در صورت نیاز داده‌ها را از نسخه‌های قبلی Ultimate Multisite منتقل می‌کند.

source: You will also have the option of importing default content. It should take 10 minutes or less!
fa_ir: همچنین امکان وارد کردن محتوای پیش‌فرض را خواهید داشت. این فرایند معمولاً ۱۰ دقیقه یا کمتر زمان می‌برد!

source: Get Started &rarr;
fa_ir: شروع کنید &larr;

source: Pre-install Checks
fa_ir: بررسی‌های پیش از نصب

source: Now it is time to see if this machine has what it takes to run Ultimate Multisite well!
fa_ir: اکنون وقت آن است که ببینیم این سیستم برای اجرای Ultimate Multisite آماده است یا نه!

source: Go to the Next Step &rarr;
fa_ir: رفتن به مرحله بعد &larr;

source: Check Again
fa_ir: بررسی مجدد

source: Now, let's update your database and install the Sunrise.php file, which are necessary for the correct functioning of Ultimate Multisite.
fa_ir: حالا بیایید پایگاه داده شما را به‌روزرسانی کنیم و فایل Sunrise.php را نصب کنیم که برای عملکرد صحیح Ultimate Multisite ضروری هستند.

source: Install
fa_ir: نصب

source: Migrate!
fa_ir: مهاجرت!

source: No errors found during dry run! Now it is time to actually migrate! <br><br><strong>We strongly recommend creating a backup of your database before moving forward with the migration.</strong>
fa_ir: در اجرای آزمایشی هیچ خطایی یافت نشد! حالا وقت مهاجرت واقعی است! <br><br><strong>اکیداً توصیه می‌کنیم قبل از ادامه مهاجرت، از پایگاه داده خود نسخه پشتیبان تهیه کنید.</strong>

source: Run Check
fa_ir: اجرای بررسی

source: It seems that you were running Ultimate Multisite 1.X on this network. This migrator will convert the data from the old version to the new one.
fa_ir: به نظر می‌رسد قبلاً Ultimate Multisite نسخه 1.X را روی این شبکه اجرا می‌کردید. این ابزار مهاجرت داده‌های نسخه قدیمی را به نسخه جدید تبدیل می‌کند.

source: First, let's run a test migration to see if we can spot any potential errors.
fa_ir: ابتدا یک مهاجرت آزمایشی انجام می‌دهیم تا ببینیم خطای احتمالی وجود دارد یا نه.

source: The dry run test detected issues during the test migration. Please, <a class="wu-trigger-support" href="#">contact our support team</a> to get help migrating from 1.X to version 2.
fa_ir: آزمایش اجرا شده در مهاجرت آزمایشی مشکلاتی را شناسایی کرد. لطفاً <a class="wu-trigger-support" href="#">با تیم پشتیبانی ما تماس بگیرید</a> تا در مهاجرت از نسخه 1.X به نسخه 2 راهنمایی شوید.

source: Try Again!
fa_ir: دوباره امتحان کنید!

source: List of errors detected:
fa_ir: فهرست خطاهای شناسایی‌شده:

source: Download migration error log
fa_ir: دانلود گزارش خطاهای مهاجرت

source: Rollback to version 1.10.13
fa_ir: بازگشت به نسخه 1.10.13

source: Your Company
fa_ir: شرکت شما

source: Before we move on, let's configure the basic settings of your network, shall we?
fa_ir: قبل از ادامه، بیایید تنظیمات پایه شبکه شما را پیکربندی کنیم.

source: Default Content
fa_ir: محتوای پیش‌فرض

source: Starting from scratch can be scarry, specially when first starting out. In this step, you can create default content to have a starting point for your network. Everything can be customized later.
fa_ir: شروع از صفر می‌تواند دلهره‌آور باشد، مخصوصاً در ابتدای کار. در این مرحله می‌توانید محتوای پیش‌فرض بسازید تا نقطه شروعی برای شبکه خود داشته باشید. همه چیز بعداً قابل سفارشی‌سازی است.

source: Recommended Plugins
fa_ir: افزونه‌های پیشنهادی

source: Optionally install helpful plugins. We will install them one by one and report progress.
fa_ir: در صورت تمایل افزونه‌های کاربردی را نصب کنید. ما آن‌ها را یکی‌یکی نصب می‌کنیم و پیشرفت را گزارش می‌دهیم.

source: A server error happened while processing this item.
fa_ir: هنگام پردازش این مورد، خطای سرور رخ داد.

source: WordPress
fa_ir: وردپرس

source: WordPress Multisite
fa_ir: وردپرس چندسایته

source: Installed & Activated
fa_ir: نصب و فعال شد

source: Bypassed via filter
fa_ir: با فیلتر رد شد

source: Network Activated
fa_ir: فعال‌سازی در شبکه

source: WordPress Cron
fa_ir: کرون وردپرس

source: Activated
fa_ir: فعال شد

source: Ultimate Multisite installation is incomplete. The sunrise.php file is missing. Please complete the setup to ensure proper functionality.
fa_ir: نصب Ultimate Multisite کامل نیست. فایل sunrise.php وجود ندارد. لطفاً تنظیمات را کامل کنید تا عملکرد صحیح تضمین شود.

source: Complete Setup
fa_ir: تکمیل تنظیمات

source: Select an Image.
fa_ir: یک تصویر انتخاب کنید.

source: Use this image
fa_ir: استفاده از این تصویر

source: Available Shortcodes
fa_ir: کدهای کوتاه موجود

source: integer
fa_ir: عدد صحیح

source: number
fa_ir: عدد

source: text
fa_ir: متن

source: On adding a new Site Template...
fa_ir: هنگام افزودن قالب سایت جدید...

source: You just successfully added a new site template to your Ultimate Multisite network and that's awesome!
fa_ir: شما با موفقیت یک قالب سایت جدید به شبکه Ultimate Multisite خود اضافه کردید و این فوق‌العاده است!

source: Keep in mind that newly created site templates do not appear automatically in your checkout forms.
fa_ir: توجه داشته باشید که قالب‌های سایت تازه ایجاد شده به‌صورت خودکار در فرم‌های پرداخت نمایش داده نمی‌شوند.
