Repository: Multisite-Ultimate/ultimate-multisite
Catalog: lang/ultimate-multisite-*.po
Languages: fa_ir

source: To make a site template available on registration, you will need to manually add it to the template selection field of your checkout forms.
fa_ir: برای اینکه قالب سایت در زمان ثبت‌نام قابل انتخاب باشد، باید آن را به‌صورت دستی به فیلد انتخاب قالب در فرم‌های پرداخت اضافه کنید.

source: This will start the transfer of assets from one membership to another.
fa_ir: این کار انتقال دارایی‌ها از یک عضویت به عضویت دیگر را آغاز می‌کند.

source: Site not found.
fa_ir: سایت پیدا نشد.

source: Site Type
fa_ir: نوع سایت

source: Site ID
fa_ir: شناسه سایت

source: Site Description
fa_ir: توضیحات سایت

source: Tell your customers what this site is about.
fa_ir: به مشتریان خود توضیح دهید این سایت درباره چیست.

source: Site Options
fa_ir: گزینه‌های سایت

source: Mapped Domains
fa_ir: دامنه‌های نگاشته‌شده

source: Linked Membership
fa_ir: عضویت مرتبط

source: Main Site
fa_ir: سایت اصلی

source: You can't change the main site type.
fa_ir: نوع سایت اصلی را نمی‌توانید تغییر دهید.

source: Select Site Type
fa_ir: انتخاب نوع سایت

source: Different site types have different options and settings.
fa_ir: انواع مختلف سایت گزینه‌ها و تنظیمات متفاوتی دارند.

source: Regular WordPress
fa_ir: وردپرس معمولی

source: Site Template
fa_ir: قالب سایت

source: Customer-owned
fa_ir: مالکیت مشتری

source: Template Categories
fa_ir: دسته‌بندی قالب‌ها

source: e.g.: Landing Page, Health...
fa_ir: مثلاً: صفحه فرود، سلامت...

source: Customers will be able to filter by categories during signup.
fa_ir: مشتریان هنگام ثبت‌نام می‌توانند بر اساس دسته‌بندی‌ها فیلتر کنند.

source: Associated Membership
fa_ir: عضویت مرتبط

source: The membership that owns this site.
fa_ir: عضویتی که مالک این سایت است.

source: Changing the membership will transfer the site and all its assets to the new membership.
fa_ir: تغییر عضویت باعث انتقال سایت و تمام دارایی‌های آن به عضویت جدید می‌شود.

source: Save Site
fa_ir: ذخیره سایت

source: Transfer Site
fa_ir: انتقال سایت

source: Use this option to manually enable or disable this site.
fa_ir: با این گزینه می‌توانید سایت را به‌صورت دستی فعال یا غیرفعال کنید.

source: Site Image
fa_ir: تصویر سایت

source: This image is used on lists of sites and other places. It can be automatically generated by the screenshot scraper.
fa_ir: این تصویر در لیست سایت‌ها و بخش‌های دیگر استفاده می‌شود. می‌تواند به‌صورت خودکار توسط ابزار اسکرین‌شات ساخته شود.

source: You need to save the site for the change to take effect.
fa_ir: برای اعمال تغییر باید سایت را ذخیره کنید.

source: We detected that this network might be running locally. If that's the case, Ultimate Multisite will not be able to take a screenshot of the site. A site needs to be publicly available to the outside world in order for this feature to work.
fa_ir: تشخیص دادیم که این شبکه ممکن است به‌صورت محلی اجرا شود. اگر این‌طور باشد، Ultimate Multisite نمی‌تواند از سایت اسکرین‌شات بگیرد. برای استفاده از این قابلیت، سایت باید به‌صورت عمومی در دسترس باشد.

source: Take Screenshot
fa_ir: گرفتن اسکرین‌شات

source: Edit Site
fa_ir: ویرایش سایت

source: Add new Site
fa_ir: افزودن سایت جدید

source: Go to the Default Edit Screen
fa_ir: رفتن به صفحه ویرایش پیش‌فرض

source: Visit Site
fa_ir: بازدید از سایت

source: Site updated with success!
fa_ir: سایت با موفقیت به‌روزرسانی شد!

source: Enter Site Name
fa_ir: نام سایت را وارد کنید

source: This name will be used as the site title.
fa_ir: این نام به‌عنوان عنوان سایت استفاده خواهد شد.

source: Delete Site
fa_ir: حذف سایت

source: Confirm Publication
fa_ir: تأیید انتشار

source: Publish
fa_ir: انتشار

source: Pending site not found.
fa_ir: سایت در انتظار یافت نشد.

source: Copy of %s
fa_ir: کپی از %s

source: Duplicate Site
fa_ir: تکثیر سایت

source: Subdomain
fa_ir: زیر دامنه

source: Subdirectory
fa_ir: زیر پوشه

source: Site Title
fa_ir: عنوان سایت

source: New Network Site
fa_ir: سایت جدید شبکه

source: The site URL will be: %s
fa_ir: آدرس سایت خواهد بود: %s

source: Site Domain/Path
fa_ir: دامنه/مسیر سایت

source: Enter the complete domain for the site
fa_ir: دامنه کامل سایت را وارد کنید

source: Regular WP Site
fa_ir: سایت وردپرس معمولی

source: Customer-Owned
fa_ir: مالکیت مشتری

source: Copy Site
fa_ir: کپی سایت

source: Select an existing site to use as a starting point.
fa_ir: یک سایت موجود را برای شروع انتخاب کنید.

source: Template Site
fa_ir: سایت قالب

source: The site selected will be copied and used as a starting point.
fa_ir: سایتی که انتخاب می‌شود کپی شده و به‌عنوان نقطه شروع استفاده خواهد شد.

source: Copy Media on Duplication
fa_ir: کپی رسانه هنگام تکثیر

source: Copy media files from the template site on duplication. Disabling this can lead to broken images on the new site.
fa_ir: فایل‌های رسانه‌ای را هنگام تکثیر از سایت قالب کپی کنید. غیرفعال کردن این گزینه ممکن است باعث خرابی تصاویر در سایت جدید شود.

source: Site removed successfully.
fa_ir: سایت با موفقیت حذف شد.

source: Search Site
fa_ir: جستجوی سایت

source: Add Site
fa_ir: افزودن سایت

source: System Info
fa_ir: اطلاعات سیستم

source: %s seconds
fa_ir: %s ثانیه

source: Enabled
fa_ir: فعال

source: Disabled
fa_ir: غیرفعال

source: Not set
fa_ir: تنظیم نشده

source: Yes
fa_ir: بله

source: No
fa_ir: خیر

source: Writable
fa_ir: قابل نوشتن

source: Not Writable
fa_ir: غیرقابل نوشتن

source: Tax Rates
fa_ir: نرخ‌های مالیات

source: Country
fa_ir: کشور

source: State / Province
fa_ir: استان / ایالت

source: City
fa_ir: شهر

source: Tax Rate (%)
fa_ir: نرخ مالیات (%)

source: URL Parameter
fa_ir: پارامتر URL

source: This is the URL parameter Ultimate Multisite will use to generate the template preview URLs.
fa_ir: این پارامتر URL توسط Ultimate Multisite برای ساخت آدرس پیش‌نمایش قالب استفاده می‌شود.

source: If your site templates are not loading, you can disable the top-bar using this setting.
fa_ir: اگر قالب‌های سایت شما بارگذاری نمی‌شوند، می‌توانید نوار بالایی را با این تنظیم غیرفعال کنید.

source: Show Responsive Controls
fa_ir: نمایش کنترل‌های واکنش‌گرا

source: Toggle to show or hide the responsive controls.
fa_ir: برای نمایش یا مخفی کردن کنترل‌های واکنش‌گرا تغییر دهید.

source: Button Text
fa_ir: متن دکمه

source: Use this Template
fa_ir: استفاده از این قالب

source: Choose the background color for the top-bar.
fa_ir: رنگ پس‌زمینه نوار بالا را انتخاب کنید.

source: Button BG Color
fa_ir: رنگ پس‌زمینه دکمه

source: Pick the background color for the button.
fa_ir: رنگ پس‌زمینه دکمه را انتخاب کنید.

source: You can set a different logo to be used on the top-bar.
fa_ir: می‌توانید لوگوی متفاوتی برای نوار بالا تنظیم کنید.

source: The logo is displayed on the preview page top-bar.
fa_ir: لوگو در نوار بالای صفحه پیش‌نمایش نمایش داده می‌شود.

source: Customize Template Previewer
fa_ir: شخصی‌سازی پیش‌نمایش قالب

source: Edit Template Previewer
fa_ir: ویرایش پیش‌نمایش قالب

source: Template Previewer updated with success!
fa_ir: پیش‌نمایش قالب با موفقیت به‌روزرسانی شد!

source: Enter Template Previewer Name
fa_ir: نام پیش‌نمایش قالب را وارد کنید

source: Go to the dashboard
fa_ir: رفتن به پیشخوان

source: Manage Sites
fa_ir: مدیریت سایت‌ها

source: Go to the sites page
fa_ir: رفتن به صفحه سایت‌ها

source: Manage Memberships
fa_ir: مدیریت عضویت‌ها

source: Go to the memberships page
fa_ir: رفتن به صفحه عضویت‌ها

source: Go to the customers page
fa_ir: رفتن به صفحه مشتریان

source: Go to the products page
fa_ir: رفتن به صفحه محصولات

source: Go to the payments page
fa_ir: رفتن به صفحه پرداخت‌ها

source: Go to the discount codes page
fa_ir: رفتن به صفحه کدهای تخفیف

source: Settings Container
fa_ir: بخش تنظیمات

source: Go to the settings page
fa_ir: رفتن به صفحه تنظیمات

source: Copied!
fa_ir: کپی شد!

source: View Log
fa_ir: مشاهده گزارش

source: No log files found
fa_ir: هیچ فایل گزارشی پیدا نشد

source: You can see files that are not Ultimate Multisite's logs
fa_ir: می‌توانید فایل‌هایی را ببینید که گزارش Ultimate Multisite نیستند

source: No log entries found.
fa_ir: هیچ ورودی گزارشی پیدا نشد.

source: Log Contents
fa_ir: محتوای گزارش

source: Log Files
fa_ir: فایل‌های گزارش

source: Select Log File
fa_ir: انتخاب فایل گزارش

source: Download Log
fa_ir: دانلود گزارش

source: Viewing file:
fa_ir: در حال مشاهده فایل:

source: Delete Log File
fa_ir: حذف فایل گزارش

source: Something wrong happened
fa_ir: مشکلی رخ داده است

source: File not found
fa_ir: فایل پیدا نشد

source: Log file not found.
fa_ir: فایل گزارش پیدا نشد.

source: Unable to read log file.
fa_ir: امکان خواندن فایل گزارش وجود ندارد.

source: We were unable to delete file
fa_ir: نتوانستیم فایل را حذف کنیم

source: Webhook Test
fa_ir: آزمایش وب‌هوک

source: An error occurred when sending the test webhook, please try again.
fa_ir: هنگام ارسال تست وب‌هوک خطایی رخ داد، لطفاً دوباره تلاش کنید.

source: Webhook URL
fa_ir: آدرس وب‌هوک

source: The URL where we will send the payload when the event triggers.
fa_ir: آدرسی که هنگام وقوع رویداد، اطلاعات به آن ارسال می‌شود.

source: The event .
fa_ir: رویداد .

source: Send Test Event
fa_ir: ارسال رویداد تست

source: The event that triggers this webhook.
fa_ir: رویدادی که این وب‌هوک را فعال می‌کند.

source: Select Event
fa_ir: انتخاب رویداد

source: Deactivate will end the event trigger for this webhook.
fa_ir: غیرفعال‌سازی باعث توقف فعال‌سازی رویداد برای این وب‌هوک می‌شود.

source: Use this option to manually enable or disable this webhook.
fa_ir: با این گزینه می‌توانید این وب‌هوک را به صورت دستی فعال یا غیرفعال کنید.

source: Options
fa_ir: گزینه‌ها

source: Integration
fa_ir: یکپارچه‌سازی

source: Name of the service responsible for creating this webhook. If you are manually creating this webhook, use the value "manual".
fa_ir: نام سرویسی که مسئول ساخت این وب‌هوک است. اگر وب‌هوک را به صورت دستی می‌سازید، مقدار "manual" را وارد کنید.

source: Run Count
fa_ir: تعداد اجرا

source: This webhook was triggered %d time(s).
fa_ir: این وب‌هوک %d بار فعال شده است.

source: The number of times that this webhook was triggered so far. It includes test runs.
fa_ir: تعداد دفعاتی که این وب‌هوک تا کنون فعال شده است. شامل تست‌ها نیز می‌شود.

source: Edit Webhook
fa_ir: ویرایش وب‌هوک

source: Add new Webhook
fa_ir: افزودن وب‌هوک جدید

source: Webhook updated successfully!
fa_ir: وب‌هوک با موفقیت به‌روزرسانی شد!

source: Enter Webhook
fa_ir: وارد کردن Webhook

source: Save Webhook
fa_ir: ذخیره Webhook

source: Delete Webhook
fa_ir: حذف Webhook

source: Webhook Name
fa_ir: نام Webhook

source: A name to easily identify your webhook.
fa_ir: یک نام برای شناسایی راحت‌تر Webhook خود وارد کنید.

source: E.g. Zapier Integration
fa_ir: مثلاً: اتصال به Zapier

source: The event that will trigger the webhook.
fa_ir: رویدادی که باعث فعال شدن Webhook می‌شود.

source: Webhook Url
fa_ir: آدرس Url وب‌هوک

source: The url of your webhook.
fa_ir: آدرس وب‌هوک خود را وارد کنید.

source: E.g. https://example.com/
fa_ir: مثلاً: https://example.com/

source: Add New Webhook
fa_ir: افزودن Webhook جدید

source: Webhook removed successfully.
fa_ir: وب‌هوک با موفقیت حذف شد.

source: Search Webhook
fa_ir: جستجوی Webhook

source: Webhooks
fa_ir: وب‌هوک‌ها

source: Section
fa_ir: بخش

source: Continue &rarr;
fa_ir: ادامه دهید &larr;

source: &larr; Go Back
fa_ir: &rarr; بازگشت

source: Skip this Step
fa_ir: رد کردن این مرحله

source: Your account was successfully updated.
fa_ir: حساب کاربری شما با موفقیت به‌روزرسانی شد.

source: Account
fa_ir: حساب کاربری

source: Add New Site
fa_ir: افزودن سایت جدید

source: Checkout
fa_ir: تسویه حساب

source: Change Membership
fa_ir: تغییر عضویت

source: My Sites
fa_ir: سایت‌های من

source: Switch Template
fa_ir: تغییر قالب

source: Template switched successfully!
fa_ir: قالب با موفقیت تغییر کرد!

source: All Registered Pages
fa_ir: همه صفحات ثبت‌شده

source: Registered Pages
fa_ir: صفحات ثبت‌شده

source: Usage
fa_ir: استفاده

source: Network Only
fa_ir: فقط شبکه

source: Not Activated
fa_ir: غیرفعال

source: Archived
fa_ir: بایگانی‌شده

source: Deleted
fa_ir: حذف‌شده

source: Created via REST API
fa_ir: ایجاد شده از طریق REST API

source: Products are required.
fa_ir: انتخاب محصولات الزامی است.

source: The customer ID, if the customer already exists. If you also need to create a customer/wp user, use the "customer" property.
fa_ir: شناسه مشتری، اگر مشتری قبلاً وجود داشته باشد. اگر نیاز به ایجاد مشتری/کاربر وردپرس هم دارید، از ویژگی "customer" استفاده کنید.

source: Customer data. Needs to be present when customer id is not.
fa_ir: اطلاعات مشتری. زمانی لازم است که شناسه مشتری وارد نشده باشد.

source: Existing WordPress user id to attach this customer to. If you also need to create a WordPress user, pass the properties "username", "password", and "email".
fa_ir: شناسه کاربر وردپرس موجود برای اتصال این مشتری. اگر نیاز به ایجاد کاربر وردپرس هم دارید، ویژگی‌های "username"، "password" و "email" را وارد کنید.

source: The customer username. This is used to create the WordPress user.
fa_ir: نام کاربری مشتری. برای ایجاد کاربر وردپرس استفاده می‌شود.

source: The customer password. This is used to create the WordPress user. Note that no validation is performed here to enforce strength.
fa_ir: رمز عبور مشتری. برای ایجاد کاربر وردپرس استفاده می‌شود. توجه داشته باشید که در اینجا هیچ بررسی برای قدرت رمز عبور انجام نمی‌شود.

source: The customer email address. This is used to create the WordPress user.
fa_ir: آدرس ایمیل مشتری. برای ایجاد کاربر وردپرس استفاده می‌شود.

source: The membership data is automatically generated based on the cart info passed (e.g. products) but can be overridden with this property.
fa_ir: اطلاعات عضویت به طور خودکار بر اساس اطلاعات سبد خرید (مثلاً محصولات) تولید می‌شود اما می‌توانید با این ویژگی آن را تغییر دهید.

source: The membership expiration date. Must be a valid PHP date format.
fa_ir: تاریخ انقضای عضویت. باید فرمت معتبر تاریخ PHP باشد.

source: The membership trial end date. Must be a valid PHP date format.
fa_ir: تاریخ پایان دوره آزمایشی عضویت. باید فرمت معتبر تاریخ PHP باشد.

source: The membership activation date. Must be a valid PHP date format.
fa_ir: تاریخ فعال‌سازی عضویت. باید فرمت معتبر تاریخ PHP باشد.

source: The membership last renewed date. Must be a valid PHP date format.
fa_ir: تاریخ آخرین تمدید عضویت. باید فرمت معتبر تاریخ PHP باشد.

source: The membership cancellation date. Must be a valid PHP date format.
fa_ir: تاریخ لغو عضویت. باید فرمت معتبر تاریخ PHP باشد.

source: The membership completion date. Used when the membership is limited to a limited number of billing cycles. Must be a valid PHP date format.
fa_ir: تاریخ تکمیل عضویت. زمانی استفاده می‌شود که عضویت محدود به تعداد مشخصی از دوره‌های پرداخت باشد. باید فرمت معتبر تاریخ PHP باشد.

source: The payment data is automatically generated based on the cart info passed (e.g. products) but can be overridden with this property.
fa_ir: اطلاعات پرداخت به طور خودکار بر اساس اطلاعات سبد خرید (مثلاً محصولات) تولید می‌شود اما می‌توانید با این ویژگی آن را تغییر دهید.

source: The payment status.
fa_ir: وضعیت پرداخت.

source: Payment method information. Useful when using the REST API to integrate other payment methods.
fa_ir: اطلاعات روش پرداخت. هنگام استفاده از REST API برای اتصال روش‌های پرداخت دیگر کاربرد دارد.

source: The gateway name. E.g. stripe.
fa_ir: نام درگاه پرداخت. مثلاً: stripe

source: The customer ID on the gateway system.
fa_ir: شناسه مشتری در سیستم درگاه پرداخت.

source: The subscription ID on the gateway system.
fa_ir: شناسه اشتراک در سیستم درگاه پرداخت.

source: The payment ID on the gateway system.
fa_ir: شناسه پرداخت در سیستم درگاه پرداخت.

source: The site subdomain or subdirectory (depending on your Multisite install). This would be "test" in "test.your-network.com".
fa_ir: زیر دامنه یا زیرشاخه سایت (بسته به نصب Multisite شما). مثلاً "test" در "test.your-network.com".

source: The site title. E.g. My Amazing Site
fa_ir: عنوان سایت. مثلاً: سایت شگفت‌انگیز من

source: If we should publish this site regardless of membership/payment status. Sites are created as pending by default, and are only published when a payment is received or the status of the membership changes to "active". This flag allows you to bypass the pending state.
fa_ir: آیا باید این سایت را بدون توجه به وضعیت عضویت/پرداخت منتشر کنیم؟ به طور پیش‌فرض سایت‌ها در حالت انتظار ایجاد می‌شوند و فقط پس از دریافت پرداخت یا فعال شدن عضویت منتشر می‌شوند. این گزینه اجازه می‌دهد حالت انتظار را رد کنید.

source: The template ID we should copy when creating this site. If left empty, the value dictated by the products will be used.
fa_ir: شناسه قالبی که هنگام ایجاد سایت باید کپی شود. اگر خالی باشد، مقدار تعیین‌شده توسط محصولات استفاده می‌شود.

source: An associative array of key values to be saved as site_meta.
fa_ir: آرایه‌ای انجمنی از کلید و مقدارها که به عنوان site_meta ذخیره می‌شوند.

source: An associative array of key values to be saved as site_options. Useful for changing plugin settings and other site configurations.
fa_ir: آرایه‌ای انجمنی از کلید و مقدارها که به عنوان site_options ذخیره می‌شوند. برای تغییر تنظیمات افزونه و سایر پیکربندی‌های سایت کاربرد دارد.

source: The products to be added to this membership. Takes an array of product ids or slugs.
fa_ir: محصولاتی که باید به این عضویت اضافه شوند. آرایه‌ای از شناسه یا نامک محصولات را می‌پذیرد.

source: The membership duration.
fa_ir: مدت زمان عضویت.

source: The membership duration unit.
fa_ir: واحد مدت زمان عضویت.

source: A discount code. E.g. PROMO10.
fa_ir: کد تخفیف. مثلاً: PROMO10

source: The membership auto-renew status. Useful when integrating with other payment options via this REST API.
fa_ir: وضعیت تمدید خودکار عضویت. هنگام اتصال با سایر روش‌های پرداخت از طریق این REST API کاربرد دارد.

source: The customer country. Used to calculate taxes and check if registration is allowed for that country.
fa_ir: کشور مشتری. برای محاسبه مالیات و بررسی مجاز بودن ثبت‌نام در آن کشور استفاده می‌شود.

source: The currency to be used.
fa_ir: واحد پول مورد استفاده.

source: The customer id sent does not correspond to a valid customer.
fa_ir: شناسه مشتری ارسال‌شده معتبر نیست.

source: The ID of the original 1.X model that was used to generate this item on migration.
fa_ir: شناسه مدل اصلی 1.X که برای ایجاد این مورد در مهاجرت استفاده شده است.

source: Can be info, success, warning or error.
fa_ir: می‌تواند info، success، warning یا error باشد.

source: This broadcast name, which is used as broadcast title as well.
fa_ir: نام این پخش، که به عنوان عنوان پخش هم استفاده می‌شود.

source: The type being set.
fa_ir: نوعی که تنظیم می‌شود.

source: The status being set.
fa_ir: وضعیتی که تنظیم می‌شود.

source: The author ID.
fa_ir: شناسه نویسنده.

source: Post title.
fa_ir: عنوان نوشته.

source: Post content.
fa_ir: محتوای نوشته.

source: Post excerpt.
fa_ir: خلاصه نوشته.

source: Post creation date.
fa_ir: تاریخ ایجاد نوشته.

source: Post last modification date.
fa_ir: تاریخ آخرین ویرایش

source: The slug.
fa_ir: نامک

source: Set true to have field information validation bypassed when saving this event.
fa_ir: در صورت فعال بودن، اعتبارسنجی اطلاعات فیلد هنگام ذخیره این رویداد نادیده گرفته می‌شود.

source: The checkout form slug. It needs to be unique and preferably make it clear what it is about. E.g. my_checkout_form.
fa_ir: نامک فرم پرداخت؛ باید یکتا باشد و ترجیحاً مشخص کند مربوط به چه چیزی است. مثلاً: my_checkout_form

source: Your checkout form name, which is used as checkout form title as well.
fa_ir: نام فرم پرداخت شما که به عنوان عنوان فرم نیز استفاده می‌شود.

source: Set this checkout form as active (true), which means available to be used, or inactive (false).
fa_ir: این فرم پرداخت را فعال (true) کنید تا قابل استفاده باشد یا غیرفعال (false).

source: Custom CSS code for the checkout form.
fa_ir: کد CSS سفارشی برای فرم پرداخت

source: The checkout form settings and configurations.
fa_ir: تنظیمات و پیکربندی‌های فرم پرداخت

source: The allowed countries that can access this checkout.
fa_ir: کشورهای مجاز برای دسترسی به این پرداخت

source: The thank you page ID. This page is shown after a successful purchase.
fa_ir: شناسه صفحه تشکر؛ این صفحه پس از خرید موفق نمایش داده می‌شود.

source: Snippets to run on thank you page.
fa_ir: کدهای اجرایی در صفحه تشکر

source: Template mode. Can be either 'blank', 'single-step' or 'multi-step'.
fa_ir: حالت قالب؛ می‌تواند 'blank'، 'single-step' یا 'multi-step' باشد.

source: Model creation date.
fa_ir: تاریخ ایجاد مدل

source: Model last modification date.
fa_ir: تاریخ آخرین ویرایش مدل

source: The WordPress user ID attached to this customer.
fa_ir: شناسه کاربر وردپرس متصل به این مشتری

source: Date when the customer was created.
fa_ir: تاریخ ایجاد مشتری

source: Email verification status - either `none`, `pending`, or `verified`.
fa_ir: وضعیت تأیید ایمیل - می‌تواند `none`، `pending` یا `verified` باشد.

source: Date this customer last logged in.
fa_ir: تاریخ آخرین ورود این مشتری

source: Whether or not the customer has trialed before.
fa_ir: آیا این مشتری قبلاً از دوره آزمایشی استفاده کرده است یا خیر

source: If this customer is a VIP customer or not.
fa_ir: آیا این مشتری VIP است یا خیر

source: List of IP addresses used by this customer.
fa_ir: لیست آدرس‌های IP استفاده‌شده توسط این مشتری

source: Any extra information related to this customer.
fa_ir: هرگونه اطلاعات اضافی مرتبط با این مشتری

source: The customer type. Can be 'customer'.
fa_ir: نوع مشتری؛ می‌تواند 'customer' باشد.

source: The form used to signup.
fa_ir: فرمی که برای ثبت‌نام استفاده شده است

source: Your discount code name, which is used as discount code title as well.
fa_ir: نام کد تخفیف شما که به عنوان عنوان کد تخفیف نیز استفاده می‌شود.

source: A unique identification to redeem the discount code. E.g. PROMO10.
fa_ir: شناسه یکتا برای استفاده از کد تخفیف؛ مثلاً: PROMO10

source: A description for the discount code, usually a short text.
fa_ir: توضیحی برای کد تخفیف، معمولاً یک متن کوتاه

source: Number of times this discount was applied.
fa_ir: تعداد دفعاتی که این تخفیف اعمال شده است

source: The number of times this discount can be used before becoming inactive.
fa_ir: تعداد دفعاتی که این تخفیف می‌تواند استفاده شود تا غیرفعال شود

source: Wether or not we should apply the discount to membership renewals.
fa_ir: آیا باید تخفیف را برای تمدید عضویت‌ها هم اعمال کنیم یا خیر

source: The type of the discount code. Can be 'percentage' (e.g. 10%% OFF), 'absolute' (e.g. $10 OFF).
fa_ir: نوع کد تخفیف؛ می‌تواند 'percentage' (مثلاً ۱۰٪ تخفیف) یا 'absolute' (مثلاً ۱۰ دلار تخفیف) باشد

source: Amount discounted in cents.
fa_ir: مقدار تخفیف داده‌شده به سنت

source: Type of the discount for the setup fee value. Can be a percentage or absolute.
fa_ir: نوع تخفیف برای هزینه راه‌اندازی؛ می‌تواند درصدی یا مطلق باشد

source: Amount discounted for setup fees in cents.
fa_ir: مقدار تخفیف داده‌شده برای هزینه راه‌اندازی به سنت

source: Set this discount code as active (true), which means available to be used, or inactive (false).
fa_ir: این کد تخفیف را فعال (true) کنید تا قابل استفاده باشد یا غیرفعال (false)

source: Start date for the coupon code to be considered valid.
fa_ir: تاریخ شروع اعتبار کد تخفیف

source: Expiration date for the coupon code.
fa_ir: تاریخ انقضای کد تخفیف

source: Date when this discount code was created.
fa_ir: تاریخ ایجاد این کد تخفیف

source: The list of products that allows this discount code to be used. If empty, all products will accept this code.
fa_ir: لیست محصولاتی که این کد تخفیف برای آن‌ها قابل استفاده است؛ اگر خالی باشد، همه محصولات این کد را می‌پذیرند

source: This discount code will be limited to be used in certain products? If set to true, you must define a list of allowed products.
fa_ir: آیا این کد تخفیف فقط برای محصولات خاص محدود شود؟ اگر فعال باشد، باید لیست محصولات مجاز را مشخص کنید

source: Your Domain name. You don't need to put http or https in front of your domain in this field. e.g: example.com.
fa_ir: نام دامنه شما؛ نیازی به وارد کردن http یا https در این فیلد نیست. مثلاً: example.com

source: The blog ID attached to this domain.
fa_ir: شناسه وبلاگ متصل به این دامنه
