Repository: Multisite-Ultimate/ultimate-multisite
Catalog: lang/ultimate-multisite-*.po
Languages: fa_ir

source: Finish the Setup Wizard
fa_ir: تکمیل راهنمای راه‌اندازی

source: Payment Method
fa_ir: روش پرداخت

source: You will need to configure at least one payment gateway to be able to receive money from your customers.
fa_ir: برای دریافت وجه از مشتریان، باید حداقل یک درگاه پرداخت تنظیم کنید.

source: Add a Payment Method
fa_ir: افزودن روش پرداخت

source: Your First Customer
fa_ir: اولین مشتری شما

source: Open the link below in an incognito tab and go through your newly created signup form.
fa_ir: لینک زیر را در یک تب ناشناس باز کنید و فرم ثبت‌نام جدید خود را بررسی کنید.

source: Create a test Account
fa_ir: ایجاد حساب آزمایشی

source: Forum Discussions
fa_ir: بحث‌های انجمن

source: Unable to delete mapping %1$d for site %2$d
fa_ir: امکان حذف نگاشت %1$d برای سایت %2$d وجود ندارد

source: Activating Ultimate Multisite...
fa_ir: در حال فعال‌سازی Ultimate Multisite...

source: Deactivating Ultimate Multisite...
fa_ir: در حال غیرفعال‌سازی Ultimate Multisite...

source: This action took %s seconds.
fa_ir: این عملیات %s ثانیه طول کشید.

source: Maintenance Mode - Active
fa_ir: حالت نگهداری - فعال

source: This means that your site is not available for visitors at the moment. Only you and other logged users have access to it. Click here to toggle this option.
fa_ir: این بدان معناست که سایت شما در حال حاضر برای بازدیدکنندگان در دسترس نیست. فقط شما و سایر کاربران وارد شده به آن دسترسی دارید. برای تغییر این گزینه اینجا کلیک کنید.

source: Website under planned maintenance. Please check back later.
fa_ir: وب‌سایت در حال نگهداری برنامه‌ریزی‌شده است. لطفاً بعداً مراجعه کنید.

source: Under Maintenance
fa_ir: در حال نگهداری

source: Request failed, please refresh and try again.
fa_ir: درخواست ناموفق بود، لطفاً صفحه را تازه کنید و دوباره تلاش کنید.

source: You do not have the necessary permissions to perform this option.
fa_ir: شما مجوزهای لازم برای انجام این گزینه را ندارید.

source: New maintenance settings saved.
fa_ir: تنظیمات جدید نگهداری ذخیره شد.

source: Site Maintenance Mode
fa_ir: حالت نگهداری سایت

source: Allow your customers and super admins to quickly take sites offline via a toggle on the site dashboard.
fa_ir: به مشتریان و مدیران کل اجازه دهید تا سایت‌ها را به سرعت از طریق یک دکمه در پیشخوان سایت آفلاین کنند.

source: Signup for Ultimate Multisite Newsletter
fa_ir: عضویت در خبرنامه Ultimate Multisite

source: Be informed of new releases and all things related to running a WaaS Network.
fa_ir: باخبر شوید از نسخه‌های جدید و همه چیزهای مرتبط با مدیریت شبکه WaaS.

source: Cleanup Orphaned Database Tables
fa_ir: پاکسازی جداول یتیم پایگاه داده

source: Remove database tables from deleted sites that were not properly cleaned up.
fa_ir: حذف جداول پایگاه داده مربوط به سایت‌های حذف‌شده که به‌درستی پاکسازی نشده‌اند.

source: Check for Orphaned Tables
fa_ir: بررسی جداول یتیم

source: Scan and cleanup database tables from deleted sites
fa_ir: اسکن و پاکسازی جداول پایگاه داده مربوط به سایت‌های حذف‌شده

source: Not Found
fa_ir: یافت نشد

source: No Orphaned Tables found.
fa_ir: هیچ جدول یتیمی پیدا نشد.

source: You are about to permanently delete the following database tables:
fa_ir: شما در حال حذف دائمی جداول پایگاه داده زیر هستید:

source: Warning:
fa_ir: هشدار:

source: This action cannot be undone. Please ensure you have a database backup before proceeding.
fa_ir: این اقدام قابل بازگشت نیست. لطفاً قبل از ادامه، از پایگاه داده خود نسخه پشتیبان تهیه کنید.

source: Yes, Delete These Tables
fa_ir: بله، این جداول را حذف کن

source: You do not have the required permissions.
fa_ir: شما دسترسی لازم را ندارید.

source: Cleanup Orphaned User Accounts
fa_ir: پاکسازی حساب‌های کاربری یتیم

source: Remove user accounts that are not members of any site and are not super administrators.
fa_ir: حذف حساب‌های کاربری که عضو هیچ سایتی نیستند و مدیر کل نیستند.

source: Check for Orphaned Users
fa_ir: بررسی کاربران یتیم

source: Scan and cleanup user accounts with no site memberships
fa_ir: اسکن و پاکسازی حساب‌های کاربری بدون عضویت در سایت

source: No Issues Found
fa_ir: هیچ مشکلی یافت نشد

source: No orphaned user accounts found.
fa_ir: هیچ حساب کاربری یتیمی پیدا نشد.

source: You are about to permanently delete the following user accounts:
fa_ir: شما در حال حذف دائمی حساب‌های کاربری زیر هستید:

source: This action cannot be undone and will result in permanent data loss. Please ensure you have a complete database backup before proceeding.
fa_ir: این اقدام قابل بازگشت نیست و منجر به از دست رفتن دائمی داده‌ها خواهد شد. لطفاً قبل از ادامه، مطمئن شوید که از پایگاه داده خود نسخه پشتیبان کامل تهیه کرده‌اید.

source: Yes, Delete These Users
fa_ir: بله، این کاربران را حذف کن

source: No orphaned users found.
fa_ir: هیچ کاربر یتیم یافت نشد.

source: Successfully deleted %1$d orphaned users in %2$s seconds.
fa_ir: تعداد %1$d کاربر یتیم با موفقیت در %2$s ثانیه حذف شدند.

source: Ultimate Multisite requires at least PHP version %1$s to run. Your current PHP version is %2$s. Please, contact your hosting company support to upgrade your PHP version. If you want maximum performance consider upgrading your PHP to version %3$s or later.
fa_ir: Ultimate Multisite برای اجرا به حداقل نسخه PHP %1$s نیاز دارد. نسخه فعلی PHP شما %2$s است. لطفاً برای ارتقاء نسخه PHP با پشتیبانی شرکت هاستینگ خود تماس بگیرید. اگر به دنبال بیشترین عملکرد هستید، پیشنهاد می‌شود PHP خود را به نسخه %3$s یا بالاتر ارتقاء دهید.

source: Ultimate Multisite requires at least WordPress version %1$s to run. Your current WordPress version is %2$s.
fa_ir: Ultimate Multisite برای اجرا به حداقل نسخه وردپرس %1$s نیاز دارد. نسخه فعلی وردپرس شما %2$s است.

source: Ultimate Multisite requires a multisite install to run properly. To know more about WordPress Networks, visit this link:
fa_ir: Ultimate Multisite برای عملکرد صحیح نیاز به نصب چندسایته دارد. برای اطلاعات بیشتر درباره شبکه‌های وردپرس، به این لینک مراجعه کنید:

source: Create a Network
fa_ir: ایجاد شبکه

source: Ultimate Multisite needs to be network active to run properly. You can "Network Activate" it %s
fa_ir: Ultimate Multisite باید در شبکه فعال باشد تا به درستی کار کند. می‌توانید آن را %s

source: here
fa_ir: اینجا

source: in %s
fa_ir: در %s

source: %s ago
fa_ir: %s پیش

source: a few seconds
fa_ir: چند ثانیه

source: %d seconds
fa_ir: %d ثانیه

source: a minute
fa_ir: یک دقیقه

source: %d minutes
fa_ir: %d دقیقه

source: an hour
fa_ir: یک ساعت

source: %d hours
fa_ir: %d ساعت

source: a day
fa_ir: یک روز

source: %d days
fa_ir: %d روز

source: a week
fa_ir: یک هفته

source: %d weeks
fa_ir: %d هفته

source: a month
fa_ir: یک ماه

source: %d months
fa_ir: %d ماه

source: a year
fa_ir: یک سال

source: %d years
fa_ir: %d سال

source: Dashes are no longer supported when registering a setting. You should change it to underscores in later versions.
fa_ir: استفاده از خط تیره دیگر هنگام ثبت یک تنظیم پشتیبانی نمی‌شود. باید در نسخه‌های بعدی آن را به زیرخط تغییر دهید.

source: Your Business
fa_ir: کسب‌وکار شما

source: General information about your business..
fa_ir: اطلاعات کلی درباره کسب‌وکار شما.

source: Company Name
fa_ir: نام شرکت

source: This name is used when generating invoices, for example.
fa_ir: این نام هنگام صدور فاکتورها و موارد مشابه استفاده می‌شود.

source: Upload Company Logo
fa_ir: بارگذاری لوگوی شرکت

source: Add your company logo to be used on the login page and other places.
fa_ir: لوگوی شرکت خود را برای استفاده در صفحه ورود و بخش‌های دیگر اضافه کنید.

source: Company Email Address
fa_ir: ایمیل شرکت

source: This email is used when generating invoices, for example.
fa_ir: این ایمیل هنگام صدور فاکتورها و موارد مشابه استفاده می‌شود.

source: Company Address
fa_ir: آدرس شرکت

source: This address is used when generating invoices.
fa_ir: این آدرس هنگام صدور فاکتورها استفاده می‌شود.

source: Company Country
fa_ir: کشور شرکت

source: This info is used when generating invoices, as well as for calculating when taxes apply in some contexts.
fa_ir: این اطلاعات هنگام صدور فاکتور و همچنین برای محاسبه زمان اعمال مالیات در برخی موارد استفاده می‌شود.

source: Currency Options
fa_ir: گزینه‌های ارز

source: The following options affect how prices are displayed on the frontend, the backend and in reports.
fa_ir: گزینه‌های زیر نحوه نمایش قیمت‌ها در بخش کاربری، مدیریت و گزارش‌ها را تعیین می‌کنند.

source: Currency
fa_ir: واحد پول

source: Select the currency to be used in Ultimate Multisite.
fa_ir: واحد پول مورد استفاده در Ultimate Multisite را انتخاب کنید.

source: Currency Position
fa_ir: محل نمایش واحد پول

source: This setting affects all prices displayed across the plugin elements.
fa_ir: این تنظیم روی نمایش همه قیمت‌ها در بخش‌های مختلف افزونه تأثیر می‌گذارد.

source: Left ($99.99)
fa_ir: سمت چپ (۹۹.۹۹$)

source: Right (99.99$)
fa_ir: سمت راست (۹۹.۹۹$)

source: Left with space ($ 99.99)
fa_ir: سمت چپ با فاصله (۹۹.۹۹ $)

source: Right with space (99.99 $)
fa_ir: سمت راست با فاصله (۹۹.۹۹ $)

source: Decimal Separator
fa_ir: جداکننده اعشار

source: Thousand Separator
fa_ir: جداکننده هزارگان

source: Number of Decimals
fa_ir: تعداد اعشار

source: Login & Registration
fa_ir: ورود و ثبت‌نام

source: Login and Registration Options
fa_ir: تنظیمات ورود و ثبت‌نام

source: Options related to registration and login behavior.
fa_ir: گزینه‌های مربوط به رفتار ثبت‌نام و ورود کاربران.

source: Enable Registration
fa_ir: فعال‌سازی ثبت‌نام

source: Turning this toggle off will disable registration in all checkout forms across the network.
fa_ir: با غیرفعال کردن این گزینه، ثبت‌نام در تمام فرم‌های پرداخت شبکه غیرفعال می‌شود.

source: Email verification
fa_ir: تأیید ایمیل

source: Controls if email verification is required during registration. If set, sites will not be created until the customer email verification status is changed to verified.
fa_ir: مشخص می‌کند که آیا تأیید ایمیل هنگام ثبت‌نام لازم است یا خیر. اگر فعال باشد، سایت‌ها تا زمانی که وضعیت ایمیل کاربر به تأیید شده تغییر نکند، ایجاد نمی‌شوند.

source: Never require email verification
fa_ir: هرگز نیاز به تأیید ایمیل نباشد

source: Only for free plans
fa_ir: فقط برای پلن‌های رایگان

source: Always require email verification
fa_ir: همیشه نیاز به تأیید ایمیل باشد

source: Default Registration Page
fa_ir: صفحه پیش‌فرض ثبت‌نام

source: Search pages on the main site...
fa_ir: جستجوی صفحات در سایت اصلی...

source: Only published pages on the main site are available for selection, and you need to make sure they contain a [wu_checkout] shortcode.
fa_ir: فقط صفحات منتشر شده در سایت اصلی قابل انتخاب هستند و باید مطمئن شوید که شورت‌کد [wu_checkout] را دارند.

source: Use Custom Login Page
fa_ir: استفاده از صفحه ورود سفارشی

source: Turn this toggle on to select a custom page to be used as the login page.
fa_ir: این گزینه را فعال کنید تا بتوانید یک صفحه سفارشی به عنوان صفحه ورود انتخاب کنید.

source: Default Login Page
fa_ir: صفحه ورود پیش‌فرض

source: Only published pages on the main site are available for selection, and you need to make sure they contain a [wu_login_form] shortcode.
fa_ir: فقط صفحات منتشر شده در سایت اصلی قابل انتخاب هستند و باید مطمئن شوید که شورت‌کد [wu_login_form] را دارند.

source: Obfuscate the Original Login URL (wp-login.php)
fa_ir: مخفی کردن آدرس ورود اصلی (wp-login.php)

source: If this option is enabled, we will display a 404 error when a user tries to access the original wp-login.php link. This is useful to prevent brute-force attacks.
fa_ir: اگر این گزینه فعال باشد، هنگام تلاش کاربر برای دسترسی به wp-login.php، خطای ۴۰۴ نمایش داده می‌شود. این کار برای جلوگیری از حملات brute-force مفید است.

source: Use Sub-site logo on Login Page
fa_ir: استفاده از لوگوی زیرسایت در صفحه ورود

source: Toggle this option to replace the WordPress logo on the sub-site login page with the logo set for that sub-site. If unchecked, the network logo will be used instead.
fa_ir: با فعال کردن این گزینه، لوگوی وردپرس در صفحه ورود زیرسایت با لوگوی همان زیرسایت جایگزین می‌شود. اگر غیرفعال باشد، لوگوی شبکه نمایش داده می‌شود.

source: Force Synchronous Site Publication
fa_ir: اجبار انتشار همزمان سایت

source: By default, when a new pending site needs to be converted into a real network site, the publishing process happens via Job Queue, asynchronously. Enable this option to force the publication to happen in the same request as the signup. Be careful, as this can cause timeouts depending on the size of the site templates being copied.
fa_ir: به‌طور پیش‌فرض، وقتی یک سایت در حالت انتظار باید به سایت واقعی شبکه تبدیل شود، فرآیند انتشار به صورت غیرهمزمان و از طریق صف (Job Queue) انجام می‌گیرد. با فعال کردن این گزینه، انتشار سایت در همان درخواست ثبت‌نام انجام می‌شود. دقت کنید که اگر قالب‌های سایت حجیم باشند، این کار ممکن است باعث توقف (Timeout) شود.

source: Other Options
fa_ir: سایر گزینه‌ها

source: Other registration-related options.
fa_ir: سایر تنظیمات مربوط به ثبت‌نام.

source: Default Role
fa_ir: نقش پیش‌فرض

source: Set the role to be applied to the user during the signup process.
fa_ir: نقشی که هنگام ثبت‌نام به کاربر اختصاص داده می‌شود را تعیین کنید.

source: Add Users to the Main Site as well?
fa_ir: آیا می‌خواهید کاربران به سایت اصلی هم اضافه شوند؟

source: Enabling this option will also add the user to the main site of your network.
fa_ir: با فعال کردن این گزینه، کاربر به سایت اصلی شبکه شما نیز اضافه می‌شود.

source: Add to Main Site with Role...
fa_ir: افزودن به سایت اصلی با نقش...

source: Select the role Ultimate Multisite should use when adding the user to the main site of your network. Be careful.
fa_ir: نقشی که Ultimate Multisite هنگام افزودن کاربر به سایت اصلی شبکه باید استفاده کند را انتخاب کنید. با احتیاط انتخاب کنید.

source: Default Membership Update Page
fa_ir: صفحه پیش‌فرض بروزرسانی عضویت

source: Block Frontend Access
fa_ir: مسدود کردن دسترسی به فرانت‌اند

source: Block the frontend access of network sites after a membership is no longer active.
fa_ir: دسترسی به فرانت‌اند سایت‌های شبکه را پس از غیرفعال شدن عضویت مسدود کنید.

source: By default, if a user does not pay and the account goes inactive, only the admin panel will be blocked, but the user's site will still be accessible on the frontend. If enabled, this option will also block frontend access in those cases.
fa_ir: به طور پیش‌فرض، اگر کاربر پرداخت نکند و حساب غیرفعال شود، فقط پنل مدیریت مسدود می‌شود اما سایت کاربر همچنان از فرانت‌اند قابل دسترسی است. اگر این گزینه فعال باشد، دسترسی فرانت‌اند نیز در این موارد مسدود می‌شود.

source: Frontend Block Grace Period
fa_ir: مهلت مسدودسازی فرانت‌اند

source: Select the number of days Ultimate Multisite should wait after the membership goes inactive before blocking the frontend access. Leave 0 to block immediately after the membership becomes inactive.
fa_ir: تعداد روزهایی که Ultimate Multisite پس از غیرفعال شدن عضویت باید منتظر بماند تا دسترسی فرانت‌اند را مسدود کند انتخاب کنید. برای مسدودسازی فوری، عدد ۰ را وارد کنید.

source: Frontend Block Page
fa_ir: صفحه مسدودسازی فرانت‌اند

source: Select a page on the main site to redirect user if access is blocked
fa_ir: یک صفحه در سایت اصلی انتخاب کنید تا در صورت مسدود شدن دسترسی، کاربر به آن هدایت شود

source: Enable Multiple Memberships per Customer
fa_ir: فعال‌سازی چند عضویت برای هر کاربر

source: Enabling this option will allow your users to create more than one membership.
fa_ir: با فعال کردن این گزینه، کاربران می‌توانند بیش از یک عضویت ایجاد کنند.

source: Enable Multiple Sites per Membership
fa_ir: فعال‌سازی چند سایت برای هر عضویت

source: Enabling this option will allow your customers to create more than one site. You can limit how many sites your users can create in a per plan basis.
fa_ir: با فعال کردن این گزینه، مشتریان می‌توانند بیش از یک سایت ایجاد کنند. می‌توانید تعداد سایت‌های مجاز را برای هر پلن محدود کنید.

source: Block Sites on Downgrade
fa_ir: مسدودسازی سایت‌ها هنگام کاهش پلن

source: Choose how Ultimate Multisite should handle client sites above their plan quota on downgrade.
fa_ir: نحوه مدیریت سایت‌های مشتری که بیش از سهمیه پلن جدید هستند را هنگام کاهش پلن انتخاب کنید.

source: Keep sites as is (do nothing)
fa_ir: سایت‌ها بدون تغییر باقی بمانند (هیچ اقدامی انجام نشود)

source: Block only frontend access
fa_ir: فقط دسترسی فرانت‌اند مسدود شود

source: Block only backend access
fa_ir: فقط دسترسی پنل مدیریت مسدود شود

source: Block both frontend and backend access
fa_ir: دسترسی فرانت‌اند و پنل مدیریت هر دو مسدود شوند

source: Move Posts on Downgrade
fa_ir: انتقال نوشته‌ها هنگام کاهش پلن

source: Select how you want to handle the posts above the quota on downgrade. This will apply to all post types with quotas set.
fa_ir: نحوه مدیریت نوشته‌های بالاتر از سهمیه هنگام کاهش پلن را انتخاب کنید. این تنظیم برای همه نوع نوشته‌هایی که سهمیه دارند اعمال می‌شود.

source: Keep posts as is (do nothing)
fa_ir: نوشته‌ها بدون تغییر باقی بمانند (هیچ اقدامی انجام نشود)

source: Move posts above the new quota to the Trash
fa_ir: نوشته‌های بالاتر از سهمیه جدید به سطل زباله منتقل شوند

source: Mark posts above the new quota as Drafts
fa_ir: نوشته‌های بالاتر از سهمیه جدید به حالت پیش‌نویس درآیند

source: Emulated Post Types
fa_ir: نوع نوشته شبیه‌سازی‌شده

source: Emulates the registering of a custom post type to be able to create limits for it without having to activate plugins on the main site.
fa_ir: ثبت نوع نوشته سفارشی را شبیه‌سازی می‌کند تا بتوانید برای آن محدودیت تعیین کنید بدون اینکه نیاز به فعال‌سازی افزونه در سایت اصلی باشد.

source: By default, Ultimate Multisite only allows super admins to limit post types that are registered on the main site. This makes sense from a technical stand-point but it also forces you to have plugins network-activated in order to be able to set limitations for their custom post types. Using this option, you can emulate the registering of a post type. This will register them on the main site and allow you to create limits for them on your products.
fa_ir: به طور پیش‌فرض، Ultimate Multisite فقط به سوپرادمین‌ها اجازه می‌دهد برای نوع نوشته‌هایی که در سایت اصلی ثبت شده‌اند محدودیت تعیین کنند. این موضوع از نظر فنی منطقی است اما شما را مجبور می‌کند افزونه‌ها را به صورت شبکه‌ای فعال کنید تا بتوانید برای نوع نوشته‌های سفارشی آن‌ها محدودیت بگذارید. با استفاده از این گزینه، می‌توانید ثبت نوع نوشته را شبیه‌سازی کنید. این کار آن‌ها را در سایت اصلی ثبت می‌کند و امکان تعیین محدودیت برای آن‌ها در محصولات را فراهم می‌سازد.

source: Add the first post type using the button below.
fa_ir: اولین نوع نوشته را با استفاده از دکمه زیر اضافه کنید.

source: Post Type Slug
fa_ir: نامک نوع نوشته

source: e.g. product
fa_ir: مثلاً product

source: Post Type Label
fa_ir: برچسب نوع نوشته

source: e.g. Products
fa_ir: مثلاً محصولات

source: + Add Post Type
fa_ir: + افزودن نوع نوشته

source: Configure certain aspects of how network Sites behave.
fa_ir: برخی ویژگی‌های رفتاری سایت‌های شبکه را تنظیم کنید.

source: Default New Site Page
fa_ir: صفحه پیش‌فرض سایت جدید

source: Enable Visits Limitation & Counting
fa_ir: فعال‌سازی محدودیت و شمارش بازدید

source: Enabling this option will add visits limitation settings to the plans and add the functionality necessary to count site visits on the front-end.
fa_ir: با فعال کردن این گزینه، تنظیمات محدودیت بازدید به پلن‌ها اضافه می‌شود و امکان شمارش بازدید سایت‌ها در فرانت‌اند فراهم می‌گردد.

source: Enable Screenshot Generator
fa_ir: فعال‌سازی تولیدکننده اسکرین‌شات

source: With this option is enabled, Ultimate Multisite will take a screenshot for every newly created site on your network and set the resulting image as that site's featured image. This features requires a valid license key to work and it is not supported for local sites.
fa_ir: با فعال بودن این گزینه، Ultimate Multisite برای هر سایت جدیدی که در شبکه ایجاد می‌شود یک اسکرین‌شات تهیه کرده و آن را به عنوان تصویر شاخص سایت قرار می‌دهد. این قابلیت نیاز به لایسنس معتبر دارد و برای سایت‌های لوکال پشتیبانی نمی‌شود.

source: WordPress Features
fa_ir: ویژگی‌های وردپرس

source: Override default WordPress settings for network Sites.
fa_ir: تنظیمات پیش‌فرض وردپرس را برای سایت‌های شبکه تغییر دهید.

source: Enable Plugins Menu
fa_ir: فعال‌سازی منوی افزونه‌ها

source: Do you want to let users on the network to have access to the Plugins page, activating plugins for their sites? If this option is disabled, the customer will not be able to manage the site plugins.
fa_ir: آیا می‌خواهید کاربران شبکه به صفحه افزونه‌ها دسترسی داشته باشند و افزونه‌ها را برای سایت خود فعال کنند؟ اگر این گزینه غیرفعال باشد، مشتری قادر به مدیریت افزونه‌های سایت نخواهد بود.

source: You can select which plugins the user will be able to use for each plan.
fa_ir: می‌توانید مشخص کنید که هر کاربر برای هر پلن به کدام افزونه‌ها دسترسی داشته باشد.

source: Add New Users
fa_ir: افزودن کاربران جدید

source: Allow site administrators to add new users to their site via the "Users → Add New" page.
fa_ir: به مدیران سایت اجازه دهید از طریق صفحه «کاربران ← افزودن» کاربران جدید به سایت خود اضافه کنند.

source: You can limit the number of users allowed for each plan.
fa_ir: می‌توانید تعداد کاربران مجاز برای هر پلن را محدود کنید.

source: Site Template Options
fa_ir: گزینه‌های قالب سایت

source: Configure certain aspects of how Site Templates behave.
fa_ir: برخی از جنبه‌های نحوه عملکرد قالب‌های سایت را تنظیم کنید.

source: Allow Template Switching
fa_ir: اجازه تغییر قالب

source: Enabling this option will add an option on your client's dashboard to switch their site template to another one available on the catalog of available templates. The data is lost after a switch as the data from the new template is copied over.
fa_ir: با فعال‌سازی این گزینه، یک امکان به پیشخوان مشتریان شما اضافه می‌شود تا قالب سایت خود را از میان قالب‌های موجود تغییر دهند. پس از تغییر قالب، داده‌ها حذف می‌شوند و داده‌های قالب جدید جایگزین می‌گردد.

source: Allow Users to use their own Sites as Templates
fa_ir: اجازه استفاده کاربران از سایت‌های خود به عنوان قالب

source: Enabling this option will add the user own sites to the template screen, allowing them to create a new site based on the content and customizations they made previously.
fa_ir: با فعال‌سازی این گزینه، سایت‌های خود کاربر به صفحه قالب‌ها اضافه می‌شود و او می‌تواند سایت جدیدی بر اساس محتوای قبلی و سفارشی‌سازی‌های خود بسازد.

source: Copy Media on Template Duplication?
fa_ir: کپی رسانه هنگام تکثیر قالب؟

source: Checking this option will copy the media uploaded on the template site to the newly created site. This can be overridden on each of the plans.
fa_ir: با انتخاب این گزینه، فایل‌های رسانه‌ای بارگذاری‌شده در سایت قالب به سایت جدید کپی می‌شوند. این مورد را می‌توان برای هر پلن به صورت جداگانه تنظیم کرد.

source: Prevent Search Engines from indexing Site Templates
fa_ir: جلوگیری از ایندکس شدن قالب‌های سایت توسط موتورهای جستجو

source: Checking this option will discourage search engines from indexing all the Site Templates on your network.
fa_ir: با فعال‌سازی این گزینه، موتورهای جستجو از ایندکس کردن تمام قالب‌های سایت در شبکه شما منصرف می‌شوند.

source: Payment Settings
fa_ir: تنظیمات پرداخت

source: Force Auto-Renew
fa_ir: اجبار تمدید خودکار

source: Enable this option if you want to make sure memberships are created with auto-renew activated whenever the selected gateway supports it. Disabling this option will show an auto-renew option during checkout.
fa_ir: اگر می‌خواهید عضویت‌ها همیشه با تمدید خودکار (در صورت پشتیبانی درگاه پرداخت انتخابی) ایجاد شوند، این گزینه را فعال کنید. در صورت غیرفعال بودن، گزینه تمدید خودکار هنگام پرداخت نمایش داده می‌شود.

source: Allow Trials without Payment Method
fa_ir: اجازه دوره آزمایشی بدون روش پرداخت

source: By default, Ultimate Multisite asks customers to add a payment method on sign-up even if a trial period is present. Enable this option to only ask for a payment method when the trial period is over.
fa_ir: به طور پیش‌فرض، Ultimate Multisite حتی در صورت وجود دوره آزمایشی، از مشتریان می‌خواهد هنگام ثبت‌نام روش پرداخت وارد کنند. با فعال‌سازی این گزینه، فقط پس از پایان دوره آزمایشی درخواست روش پرداخت می‌شود.

source: Send Invoice on Payment Confirmation
fa_ir: ارسال فاکتور پس از تایید پرداخت
