Repository: Multisite-Ultimate/ultimate-multisite
Catalog: lang/ultimate-multisite-*.po
Languages: fa_ir

source: Email Verification Needed
fa_ir: نیاز به تأیید ایمیل

source: This event is fired every time a new customer is added with an email verification status of pending.
fa_ir: این رویداد هر بار که مشتری جدیدی با وضعیت تأیید ایمیل معلق اضافه شود، اجرا می‌شود.

source: New Domain Mapping Added
fa_ir: افزودن نگاشت دامنه جدید

source: This event is fired every time a new domain mapping is added by a customer.
fa_ir: این رویداد هر بار که مشتری نگاشت دامنه جدیدی اضافه کند، اجرا می‌شود.

source: New Renewal Payment Created
fa_ir: ایجاد پرداخت تمدید جدید

source: This event is fired every time a new renewal payment is created by Ultimate Multisite.
fa_ir: این رویداد هر بار که پرداخت تمدید جدیدی توسط Ultimate Multisite ایجاد شود، اجرا می‌شود.

source: This event is fired every time a %1$s is %2$s by Ultimate Multisite.
fa_ir: این رویداد هر بار که %1$s توسط Ultimate Multisite %2$s شود، اجرا می‌شود.

source: Removed %1$d events successfully. Failed to remove %2$d events.
fa_ir: %1$d رویداد با موفقیت حذف شد. حذف %2$d رویداد ناموفق بود.

source: Template not found.
fa_ir: قالب پیدا نشد.

source: Form not available
fa_ir: فرم در دسترس نیست

source: Object not found.
fa_ir: شیء پیدا نشد.

source: Review this action carefully.
fa_ir: این اقدام را با دقت بررسی کنید.

source: Missing gateway parameter.
fa_ir: پارامتر درگاه پرداخت وجود ندارد.

source: Active Payment Gateways
fa_ir: درگاه‌های پرداخت فعال

source: Payment gateways are what your customers will use to pay.
fa_ir: درگاه‌های پرداخت راهی هستند که مشتریان شما برای پرداخت استفاده می‌کنند.

source: Stripe is a suite of payment APIs that powers commerce for businesses of all sizes, including subscription management.
fa_ir: Stripe مجموعه‌ای از APIهای پرداخت است که تجارت را برای کسب‌وکارها در هر اندازه‌ای، از جمله مدیریت اشتراک، فراهم می‌کند.

source: Stripe Checkout is the hosted solution for checkouts using Stripe.
fa_ir: Stripe Checkout راهکار میزبانی شده برای پرداخت‌ها با Stripe است.

source: PayPal is the leading provider in checkout solutions and it is the easier way to get your network subscriptions going.
fa_ir: PayPal پیشرو در راهکارهای پرداخت است و ساده‌ترین راه برای راه‌اندازی اشتراک‌های شبکه شماست.

source: Use the Manual Gateway to allow users to pay you directly via bank transfers, checks, or other channels.
fa_ir: درگاه دستی را فعال کنید تا کاربران بتوانند مستقیماً از طریق انتقال بانکی، چک یا روش‌های دیگر به شما پرداخت کنند.

source: Reset Limitations
fa_ir: بازنشانی محدودیت‌ها

source: Required parameters are missing.
fa_ir: پارامترهای مورد نیاز وجود ندارد.

source: Limitations are only available for customer-owned sites. You need to change the type to Customer-owned and save this site before the options are shown.
fa_ir: محدودیت‌ها فقط برای سایت‌های متعلق به مشتری فعال هستند. باید نوع سایت را به "متعلق به مشتری" تغییر داده و ذخیره کنید تا گزینه‌ها نمایش داده شوند.

source: Limits
fa_ir: محدودیت‌ها

source: Only customer-owned sites have limitations.
fa_ir: فقط سایت‌های متعلق به مشتری محدودیت دارند.

source: Control limitations imposed to the number of sites allowed for memberships attached to this product.
fa_ir: محدودیت تعداد سایت‌های مجاز برای عضویت‌های مرتبط با این محصول را کنترل کنید.

source: Visits
fa_ir: بازدیدها

source: Control limitations imposed to the number of unique visitors allowed for memberships attached to this product.
fa_ir: محدودیت تعداد بازدیدکنندگان منحصربه‌فرد برای عضویت‌های مرتبط با این محصول را کنترل کنید.

source: Limit Unique Visits
fa_ir: محدودیت بازدید منحصربه‌فرد

source: Toggle this option to enable unique visits limitation.
fa_ir: این گزینه را فعال کنید تا محدودیت بازدید منحصربه‌فرد اعمال شود.

source: Unique Visits Quota
fa_ir: سهمیه بازدید منحصربه‌فرد

source: Set a top limit for the number of monthly unique visits. Leave empty or 0 to allow for unlimited visits.
fa_ir: حداکثر تعداد بازدیدکننده منحصربه‌فرد ماهانه را تعیین کنید. برای بازدید نامحدود، این فیلد را خالی بگذارید یا ۰ وارد کنید.

source: e.g. 10000
fa_ir: مثلاً ۱۰۰۰۰

source: Current Unique Visits Count this Month
fa_ir: تعداد بازدید منحصربه‌فرد فعلی این ماه

source: Current visits count for this particular site.
fa_ir: تعداد بازدید فعلی این سایت.

source: Users
fa_ir: کاربران

source: Control limitations imposed to the number of user allowed for memberships attached to this product.
fa_ir: محدودیت تعداد کاربران مجاز برای عضویت‌های مرتبط با این محصول را کنترل کنید.

source: Limit User
fa_ir: محدودیت کاربر

source: Enable user limitations for this product.
fa_ir: محدودیت تعداد کاربر را برای این محصول فعال کنید.

source: Post Types
fa_ir: انواع نوشته

source: Control limitations imposed to the number of posts allowed for memberships attached to this product.
fa_ir: محدودیت تعداد نوشته‌های مجاز برای عضویت‌های مرتبط با این محصول را کنترل کنید.

source: Limit Post Types
fa_ir: محدودیت انواع نوشته

source: Toggle this option to set limits to each post type.
fa_ir: این گزینه را فعال کنید تا برای هر نوع نوشته محدودیت تعیین شود.

source: <strong>Note:</strong> Using the fields below you can set a post limit for each of the post types activated. <br>Toggle the switch to <strong>deactivate</strong> the post type altogether. Leave 0 or blank for unlimited posts.
fa_ir: <strong>توجه:</strong> با استفاده از فیلدهای زیر می‌توانید برای هر نوع نوشته فعال، محدودیت تعیین کنید. <br>برای غیرفعال کردن کامل نوع نوشته، سوییچ را تغییر دهید. برای نوشته نامحدود، ۰ یا خالی بگذارید.

source: Disk Space
fa_ir: فضای دیسک

source: Control limitations imposed to the disk space allowed for memberships attached to this entity.
fa_ir: محدودیت فضای دیسک مجاز برای عضویت‌های مرتبط با این موجودیت را کنترل کنید.

source: Limit Disk Space per Site
fa_ir: محدودیت فضای دیسک برای هر سایت

source: Enable disk space limitations for this entity.
fa_ir: محدودیت فضای دیسک را برای این محصول فعال کنید.

source: Disk Space Allowance
fa_ir: سهمیه فضای دیسک

source: Set a limit in MBs for the disk space for <strong>each</strong> individual site.
fa_ir: محدودیت فضای دیسک را به مگابایت برای <strong>هر</strong> سایت تعیین کنید.

source: Custom Domains
fa_ir: دامنه‌های سفارشی

source: Allow customers to setup custom domains.
fa_ir: اجازه دهید مشتریان دامنه سفارشی تنظیم کنند.

source: Allow Custom Domains
fa_ir: فعال‌سازی دامنه سفارشی

source: Toggle this option on to allow this plan to enable custom domains for sign-ups on this plan.
fa_ir: با فعال‌کردن این گزینه، کاربران این پلن می‌توانند از دامنه سفارشی استفاده کنند.

source: Hide Credits
fa_ir: پنهان کردن اعتبارها

source: Hide the "Powered By" footer credits.
fa_ir: اعتبار "قدرت گرفته از" در فوتر را پنهان کنید.

source: Hide Footer Credits
fa_ir: پنهان کردن اعتبار فوتر

source: Toggle this option on to hide the "Powered by..." footer credits on this plan.
fa_ir: این گزینه را فعال کنید تا اعتبار "قدرت گرفته از..." در فوتر این پلن پنهان شود.

source: Themes
fa_ir: پوسته‌ها

source: You can choose which themes are allowed to be used on the platform.
fa_ir: می‌توانید تعیین کنید کدام پوسته‌ها در پلتفرم قابل استفاده باشند.

source: Select how the themes installed on the network should behave.
fa_ir: نحوه عملکرد پوسته‌های نصب‌شده در شبکه را انتخاب کنید.

source: Plugins
fa_ir: افزونه‌ها

source: You can choose the behavior of each plugin installed on the platform.
fa_ir: می‌توانید نحوه عملکرد هر افزونه نصب‌شده در پلتفرم را تعیین کنید.

source: Select how the plugins installed on the network should behave.
fa_ir: نحوه عملکرد افزونه‌های نصب‌شده در شبکه را انتخاب کنید.

source: Reset the limitations applied to this element.
fa_ir: محدودیت‌های اعمال‌شده روی این عنصر را بازنشانی کنید.

source: Use this option to reset the custom limitations applied to this object.
fa_ir: از این گزینه برای بازنشانی محدودیت‌های سفارشی اعمال‌شده روی این شیء استفاده کنید.

source: This value is being applied only to this entity. Changes made to the membership or product permissions will not affect this particular value.
fa_ir: این مقدار فقط برای این موجودیت اعمال شده است. تغییرات در مجوزهای عضویت یا محصول بر این مقدار خاص تأثیری نخواهد داشت.

source: Limit %s Role
fa_ir: محدودیت نقش %s

source: The customer will be able to create %s users(s) of this user role.
fa_ir: مشتری می‌تواند %s کاربر با این نقش کاربری ایجاد کند.

source: unlimited
fa_ir: نامحدود

source: no
fa_ir: صفر

source: %s Role Quota. e.g. 10
fa_ir: سهمیه نقش %s. مثلا ۱۰

source: Limit %s
fa_ir: محدودیت %s

source: The customer will be able to create %s post(s) of this post type.
fa_ir: مشتری می‌تواند %s نوشته از این نوع نوشته ایجاد کند.

source: %s Quota. e.g. 200
fa_ir: سهمیه %s. مثلا ۲۰۰

source: Limit Sites
fa_ir: محدودیت سایت‌ها

source: Enable site limitations for this product.
fa_ir: محدودیت سایت برای این محصول را فعال کنید.

source: The product type selection does not support allowing for the creating of extra sites.
fa_ir: انتخاب نوع محصول اجازه ایجاد سایت‌های اضافی را نمی‌دهد.

source: Site Allowance
fa_ir: تعداد مجاز سایت

source: This is the number of sites the customer will be able to create under this membership.
fa_ir: این تعداد سایت‌هایی است که مشتری می‌تواند تحت این عضویت ایجاد کند.

source: An unexpected error happened.
fa_ir: یک خطای غیرمنتظره رخ داد.

source: Clear Notes
fa_ir: پاک‌کردن یادداشت‌ها

source: Add new Note
fa_ir: افزودن یادداشت جدید

source: Notes
fa_ir: یادداشت‌ها

source: Add notes to this model.
fa_ir: یادداشت‌هایی به این مدل اضافه کنید.

source: Note Content
fa_ir: محتوای یادداشت

source: Basic formatting is supported.
fa_ir: قالب‌بندی پایه پشتیبانی می‌شود.

source: Add Note
fa_ir: افزودن یادداشت

source: Confirm clear all notes?
fa_ir: آیا از پاک‌کردن همه یادداشت‌ها مطمئن هستید؟

source: Confirm clear the note?
fa_ir: آیا از پاک‌کردن این یادداشت مطمئن هستید؟

source: Clear Note
fa_ir: پاک‌کردن یادداشت

source: Note not found
fa_ir: یادداشت پیدا نشد

source: Hide Admin Notices on Sites
fa_ir: پنهان‌کردن اعلان‌های مدیریت در سایت‌ها

source: Hide all admin notices on network sites, except for Ultimate Multisite broadcasts.
fa_ir: تمام اعلان‌های مدیریت در سایت‌های شبکه را پنهان کنید، به جز اعلان‌های Ultimate Multisite.

source: Pending Payments
fa_ir: پرداخت‌های معلق

source: You have pending payments on your account!
fa_ir: شما پرداخت‌های معلق در حساب خود دارید!

source: You do not have pending payments on your account!
fa_ir: شما پرداخت معلقی در حساب خود ندارید!

source: Pay Now
fa_ir: پرداخت کن

source: This invoice does not exist.
fa_ir: این فاکتور وجود ندارد.

source: Site names can only contain lowercase letters (a-z) and numbers.
fa_ir: نام سایت فقط می‌تواند شامل حروف کوچک انگلیسی (a-z) و اعداد باشد.

source: Site names can only contain lowercase letters (a-z), numbers, and hyphens.
fa_ir: نام سایت فقط می‌تواند شامل حروف کوچک انگلیسی (a-z)، اعداد و خط تیره باشد.

source: You do not have the necessary permissions to create a site to this membership
fa_ir: شما مجوز لازم برای ایجاد سایت در این عضویت را ندارید

source: This site is not available at the moment.<br><small>If you are the site admin, click <a href="%s">here</a> to login.</small>
fa_ir: این سایت در حال حاضر در دسترس نیست.<br><small>اگر مدیر سایت هستید، برای ورود <a href="%s">اینجا</a> کلیک کنید.</small>

source: Site not available
fa_ir: سایت در دسترس نیست

source: We were not able to fetch the screenshot.
fa_ir: نتوانستیم تصویر سایت را دریافت کنیم.

source: Ultimate Multisite - Search Engines
fa_ir: Ultimate Multisite - موتورهای جستجو

source: Your Ultimate Multisite settings are configured to <strong>prevent search engines such as Google from indexing your template sites</strong>.
fa_ir: تنظیمات Ultimate Multisite شما به گونه‌ای پیکربندی شده‌اند که <strong>از ایندکس‌شدن سایت‌های قالب توسط موتورهای جستجو مانند گوگل جلوگیری شود</strong>.

source: If you are experiencing negative SEO impacts on other sites in your network, consider disabling this setting <a href="%s">here</a>.
fa_ir: اگر در سایت‌های دیگر شبکه خود با مشکلات سئو مواجه هستید، این تنظیم را <a href="%s">اینجا</a> غیرفعال کنید.

source: Hey there! We highly recommend managing your network sites using the Ultimate Multisite &rarr; Sites page. <br>If you want to avoid confusion, you can also hide this page from the admin panel completely on the Ultimate Multisite &rarr; Settings &rarr; Whitelabel options.
fa_ir: سلام! اکیداً توصیه می‌کنیم سایت‌های شبکه خود را از طریق صفحه Ultimate Multisite &larr; Sites مدیریت کنید.<br>اگر می‌خواهید از سردرگمی جلوگیری کنید، می‌توانید این صفحه را به طور کامل از پنل مدیریت در Ultimate Multisite &larr; Settings &larr; Whitelabel پنهان کنید.

source: Go to the Ultimate Multisite Sites page &rarr;
fa_ir: رفتن به صفحه سایت‌های Ultimate Multisite &larr;

source: Go to the Whitelabel Settings &rarr;
fa_ir: رفتن به تنظیمات Whitelabel &larr;

source: This site is not available at this time.
fa_ir: این سایت در حال حاضر در دسترس نیست.

source: Not available
fa_ir: در دسترس نیست

source: You do not have enough permissions to send a test event.
fa_ir: شما مجوز کافی برای ارسال رویداد آزمایشی ندارید.

source: You can only use numeric fields to generate hashes.
fa_ir: فقط می‌توانید از فیلدهای عددی برای تولید هش استفاده کنید.

source: This method expects an array as argument.
fa_ir: این متد انتظار آرایه به عنوان آرگومان دارد.

source: Your Order
fa_ir: سفارش شما

source: Billing Address
fa_ir: آدرس صورتحساب

source: Site Info
fa_ir: اطلاعات سایت

source: User Info
fa_ir: اطلاعات کاربر

source: Pricing Tables
fa_ir: جدول‌های قیمت‌گذاری

source: Continue to the Next Step
fa_ir: ادامه به مرحله بعد

source: Payment Methods
fa_ir: روش‌های پرداخت

source: Pay & Create Account
fa_ir: پرداخت و ایجاد حساب

source: Finish Payment
fa_ir: تکمیل پرداخت

source: Complete Checkout
fa_ir: تکمیل خرید

source: Create Site
fa_ir: ایجاد سایت

source: User Deleted
fa_ir: کاربر حذف شد

source: none
fa_ir: هیچ‌کدام

source: This coupon code is not valid.
fa_ir: این کد تخفیف معتبر نیست.

source: This discount code was already redeemed the maximum amount of times allowed.
fa_ir: این کد تخفیف قبلاً به حداکثر تعداد مجاز استفاده شده است.

source: %1$s OFF on Subscriptions
fa_ir: %1$s تخفیف روی اشتراک‌ها

source: %1$s OFF on Setup Fees
fa_ir: %1$s تخفیف روی هزینه راه‌اندازی

source: Domain deleted and logs cleared...
fa_ir: دامنه حذف شد و گزارش‌ها پاک شدند...

source: Note
fa_ir: یادداشت

source: The <strong>{{model}}</strong> #{{object_id}} was changed: {{payload}}
fa_ir: <strong>{{model}}</strong> #{{object_id}} تغییر کرد: {{payload}}

source: The <strong>{{model}}</strong> #{{object_id}} was created.
fa_ir: <strong>{{model}}</strong> #{{object_id}} ایجاد شد.

source: No Message
fa_ir: هیچ پیامی نیست

source: Swap Cart is invalid.
fa_ir: سبد خرید جایگزین نامعتبر است.

source: Schedule date is invalid.
fa_ir: تاریخ زمان‌بندی نامعتبر است.

source: %1$s / %2$s cycles
fa_ir: %1$s / %2$s دوره

source: %1$s / until cancelled
fa_ir: %1$s / تا زمان لغو

source: %1$s one time payment
fa_ir: %1$s پرداخت یک‌باره

source: (provisional)
fa_ir: (موقت)

source: Full Refund
fa_ir: بازپرداخت کامل

source: Partial Refund
fa_ir: بازپرداخت جزئی

source: Processed on %s
fa_ir: پردازش شده در %s

source: Contact us
fa_ir: با ما تماس بگیرید

source: Setup Fee of %1$s
fa_ir: هزینه راه‌اندازی %1$s

source: one-time payment
fa_ir: پرداخت یک‌باره

source: E.g. Google (optional)
fa_ir: مثلاً Google (اختیاری)

source: Billing Email
fa_ir: ایمیل صورتحساب

source: E.g. john@company.com
fa_ir: مثلاً john@company.com

source: Address Line 1
fa_ir: آدرس خط ۱

source: E.g. 555 1st Avenue
fa_ir: مثلاً 555 خیابان اول

source: Address Line 2
fa_ir: آدرس خط ۲

source: E.g. Apartment 10a
fa_ir: مثلاً آپارتمان 10a

source: E.g. US
fa_ir: مثلاً US

source: E.g. NY
fa_ir: مثلاً NY

source: City / Town
fa_ir: شهر / شهرستان

source: E.g. New York City
fa_ir: مثلاً نیویورک

source: ZIP / Postal Code
fa_ir: کد پستی / ZIP

source: E.g. 10009
fa_ir: مثلاً 10009

source: Author ID
fa_ir: شناسه نویسنده

source: Note ID
fa_ir: شناسه یادداشت

source: You don't have permission to alter placeholders.
fa_ir: شما اجازه تغییر جای‌نگهدارها را ندارید.

source: The JSON provided is invalid
fa_ir: JSON ارائه‌شده نامعتبر است

source: Placeholders successfully updated!
fa_ir: جای‌نگهدارها با موفقیت به‌روزرسانی شدند!

source: SSO secret creation failed.
fa_ir: ایجاد رمز SSO ناموفق بود.

source: You do not have tax support enabled yet...
fa_ir: شما هنوز پشتیبانی مالیات را فعال نکرده‌اید...

source: If you need to collect taxes, you'll be glad to hear that Ultimate Multisite offers tax support!
fa_ir: اگر نیاز به دریافت مالیات دارید، خوشحال خواهید شد که Ultimate Multisite پشتیبانی مالیات را ارائه می‌دهد!

source: Enable Tax Support
fa_ir: فعال‌سازی پشتیبانی مالیات

source: Taxes by Code
fa_ir: مالیات بر اساس کد

source: Taxes by Day
fa_ir: مالیات بر اساس روز

source: Net Profit
fa_ir: سود خالص

source: Taxes Collected
fa_ir: مالیات جمع‌آوری‌شده

source: Enable Taxes
fa_ir: فعال‌سازی مالیات

source: Enable this option to be able to collect sales taxes on your network payments.
fa_ir: با فعال‌سازی این گزینه می‌توانید مالیات فروش را روی پرداخت‌های شبکه خود دریافت کنید.

source: Inclusive Tax
fa_ir: مالیات مشمول

source: Enable this option if your prices include taxes. In that case, Ultimate Multisite will calculate the included tax instead of adding taxes to the price.
fa_ir: اگر قیمت‌ها شامل مالیات هستند، این گزینه را فعال کنید. در این حالت، Ultimate Multisite مالیات درج‌شده را محاسبه می‌کند و دیگر مالیات اضافی به قیمت افزوده نمی‌شود.

source: Regular
fa_ir: عادی

source: You don't have permission to alter tax rates
fa_ir: شما اجازه تغییر نرخ‌های مالیات را ندارید

source: No tax rates present in the request
fa_ir: درخواست شامل هیچ نرخ مالیاتی نیست

source: Tax Rates successfully updated!
fa_ir: نرخ‌های مالیات با موفقیت به‌روزرسانی شدند!

source: Manage Tax Rates
fa_ir: مدیریت نرخ‌های مالیات

source: Add different tax rates depending on the country of your customers.
fa_ir: نرخ‌های مالیات مختلف را بر اساس کشور مشتریان خود اضافه کنید.

source: You need to activate tax support first.
fa_ir: ابتدا باید پشتیبانی مالیات را فعال کنید.

source: Manage Tax Rates &rarr;
fa_ir: مدیریت نرخ‌های مالیات &larr;

source: Discount Code keys should not be set directly.
fa_ir: کلیدهای کد تخفیف نباید به طور مستقیم تنظیم شوند.

source: Discount Codes do not have a %s parameter
fa_ir: کدهای تخفیف پارامتر %s ندارند

source: Discount Code keys should not be accessed directly
fa_ir: کلیدهای کد تخفیف نباید به طور مستقیم دسترسی پیدا کنند

source: Product keys should not be accessed directly
fa_ir: کلیدهای محصول نباید به طور مستقیم دسترسی پیدا کنند

source: Contact Us to know more
fa_ir: برای اطلاعات بیشتر با ما تماس بگیرید

source: Setup Fee: %s
fa_ir: هزینه راه‌اندازی: %s

source: No %s
fa_ir: بدون %s

source: %s <strong>Disk Space</strong>
fa_ir: %s <strong>فضای دیسک</strong>

source: %s day <strong>Free Trial</strong>
fa_ir: %s روز <strong>آزمایش رایگان</strong>

source: Adding setting sections directly via filters is no longer supported.
fa_ir: افزودن بخش تنظیمات به طور مستقیم از طریق فیلترها دیگر پشتیبانی نمی‌شود.

source: Other
fa_ir: سایر

source: Membership keys should not be accessed directly
fa_ir: کلیدهای عضویت نباید به طور مستقیم دسترسی پیدا کنند

source: Account Summary
fa_ir: خلاصه حساب

source: Adds a account summary block to the page.
fa_ir: یک بلوک خلاصه حساب به صفحه اضافه می‌کند.

source: About this Site
fa_ir: درباره این سایت

source: Leave blank to hide the title completely.
fa_ir: برای مخفی کردن کامل عنوان، خالی بگذارید.

source: Result
fa_ir: نتیجه

source: Copy Shortcode
fa_ir: کپی شورت‌کد

source: Hide Element
fa_ir: مخفی کردن عنصر

source: Be careful. Hiding an element from the account page might remove important functionality from your customers' reach.
fa_ir: احتیاط کنید. مخفی کردن یک عنصر از صفحه حساب ممکن است برخی قابلیت‌های مهم را از دسترس مشتریان خارج کند.

source: An element can not be loaded as inline content unless the get_current_screen() function is already available.
fa_ir: یک عنصر نمی‌تواند به صورت محتوای خطی بارگذاری شود مگر اینکه تابع get_current_screen() قبلاً در دسترس باشد.

source: Customize this element
fa_ir: این عنصر را سفارشی کنید

source: , or
fa_ir: ، یا

source: generate a shortcode
fa_ir: شورت‌کد بسازید

source: to use it on the front-end!
fa_ir: تا در بخش فرانت‌اند استفاده کنید!

source: You are seeing this because you are a super admin
fa_ir: شما این را می‌بینید چون مدیر کل هستید

source: Billing Information
fa_ir: اطلاعات صورتحساب

source: Adds a checkout form block to the page.
fa_ir: یک بلوک فرم پرداخت به صفحه اضافه می‌کند.

source: Your Address
fa_ir: آدرس شما

source: Enter your billing address here. This info will be used on your invoices.
fa_ir: آدرس صورتحساب خود را اینجا وارد کنید. این اطلاعات در فاکتورهای شما استفاده خواهد شد.

source: The checkout form slug.
fa_ir: اسلاگ فرم پرداخت.

source: An error occurred while compiling scss: %s
fa_ir: هنگام کامپایل scss خطایی رخ داد: %s

source: Hi %s. You have a pending payment for your membership!
fa_ir: سلام %s. شما یک پرداخت معوق برای عضویت خود دارید!

source: Click <a href="%s">here</a> to pay.
fa_ir: برای پرداخت <a href="%s">اینجا</a> کلیک کنید.

source: Hi %s. You cannot take action on your membership while it is not active!
fa_ir: سلام %s. تا زمانی که عضویت شما فعال نباشد، نمی‌توانید اقدامی انجام دهید!

source: Resending verification email...
fa_ir: در حال ارسال مجدد ایمیل تأیید...

source: Check your inbox and verify your email address.
fa_ir: صندوق ورودی خود را بررسی کنید و ایمیل خود را تأیید نمایید.

source: Resend verification email
fa_ir: ارسال مجدد ایمیل تأیید

source: You already have a membership!
fa_ir: شما قبلاً عضویت دارید!

source: Go to my account
fa_ir: رفتن به حساب کاربری من

source: You are not allowed to change this membership!
fa_ir: شما اجازه تغییر این عضویت را ندارید!

source: You reached your membership %s limit!
fa_ir: به محدودیت عضویت %s خود رسیده‌اید!

source: Buy a new membership
fa_ir: خرید عضویت جدید

source: Upgrade your account
fa_ir: ارتقای حساب کاربری

source: You need to be the account owner to complete this payment.
fa_ir: برای تکمیل این پرداخت باید مالک حساب باشید.

source: You need to be logged in to complete a payment
fa_ir: برای تکمیل پرداخت باید وارد شوید

source: Click <a href="%s">here</a> sign in.
fa_ir: برای ورود <a href="%s">اینجا</a> کلیک کنید.

source: Checkout form %s not found.
fa_ir: فرم پرداخت %s پیدا نشد.

source: Checkout form %s contains no fields.
fa_ir: فرم پرداخت %s هیچ فیلدی ندارد.

source: Registration is not available at this time.
fa_ir: ثبت‌نام در حال حاضر فعال نیست.

source: Registration is closed for your location.
fa_ir: ثبت‌نام برای موقعیت مکانی شما بسته است.

source: Your Membership
fa_ir: عضویت شما

source: Display Product Images?
fa_ir: نمایش تصاویر محصول؟

source: Toggle to show/hide the product images on the element.
fa_ir: برای نمایش یا مخفی کردن تصاویر محصول در این بخش، این گزینه را تغییر دهید.

source: Columns
fa_ir: ستون‌ها

source: How many columns to use.
fa_ir: تعداد ستون‌های مورد استفاده.

source: Membership not selected.
fa_ir: عضویت انتخاب نشده است.

source: Product not selected.
fa_ir: محصول انتخاب نشده است.

source: You are not allowed to do this.
fa_ir: شما اجازه انجام این کار را ندارید.

source: Quantity to Cancel
fa_ir: تعداد برای لغو

source: Confirm Product Cancellation
fa_ir: تأیید لغو محصول

source: Cancel Product Subscription
fa_ir: لغو اشتراک محصول

source: Please confirm the cancellation.
fa_ir: لطفاً لغو را تأیید کنید.

source: remove %1$s %2$s from membership
fa_ir: حذف %1$s %2$s از عضویت

source: Adds a block to display the current site being managed.
fa_ir: یک بلوک برای نمایش سایت فعلی که مدیریت می‌شود اضافه می‌کند.

source: Display Breadcrumbs?
fa_ir: نمایش مسیر راهنما؟

source: Toggle to show/hide the breadcrumbs block.
fa_ir: برای نمایش یا مخفی کردن بلوک مسیر راهنما، این گزینه را تغییر دهید.

source: Current Page
fa_ir: صفحه فعلی

source: My Sites Page
fa_ir: صفحه سایت‌های من

source: The page with the customer sites list.
fa_ir: صفحه‌ای که لیست سایت‌های مشتری را نمایش می‌دهد.
